[
    {
        "title": "50-State Comparison: Instructional Time Policies (2026)",
        "url": "https://custommapposter.com/article/50-state-comparison-instructional-time-policies/2420",
        "date": "d2026-01-02T10:45:16",
        "source": "Custommapposter",
        "image": null,
        "summary_html": "Alberta Municipal Elections 2025: Long Lines, Frustrated Voters, and the Impact of Bill 20\n<mark>Antimicrobial Resistance</mark> (<mark>AMR</mark>) on the Rise: WHO's Global Warning\nStarbucks Beeliar Grand Opening: Free Cups, Discounts, and More!\nLatest Posts\nTrump Nominee Paul Ingrassia’s Confirmation Blocked: Racist Texts ...",
        "full_content_html": "<p><a href=\"https://custommapposter.com/article/alberta-municipal-elections-2025-long-lines-frustrated-voters-and-the-impact-of-bill-20/2420\">   Alberta Municipal Elections 2025: Long Lines, Frustrated Voters, and the Impact of Bill 20  </a> <a href=\"https://custommapposter.com/article/antimicrobial-resistance-<mark>amr</mark>-on-the-rise-who-s-global-warning/2420\">   <mark>Antimicrobial Resistance</mark> (<mark>AMR</mark>) on the Rise: WHO's Global Warning  </a> <a href=\"https://custommapposter.com/article/starbucks-beeliar-grand-opening-free-cups-discounts-and-more/2420\">   Starbucks Beeliar Grand Opening: Free Cups, Discounts, and More!  </a></p>\n<p>Latest Posts</p>\n<p><a href=\"https://custommapposter.com/article/trump-nominee-paul-ingrassia-s-confirmation-blocked-racist-texts-controversial-past-exposed/2420\">   Trump Nominee Paul Ingrassia&rsquo;s Confirmation Blocked: Racist Texts &amp; Controversial Past Exposed  </a> <a href=\"https://custommapposter.com/article/calgary-s-kevin-chen-a-rising-star-in-the-classical-music-world/2420\">   Calgary's Kevin Chen: A Rising Star in the Classical Music World  </a></p>\n<ul>                    <li><a href=\"https://bigorangetarp.com/article/samsung-freestyle-ai-portable-projector-smarter-streaming-gaming-ahead-of-ces-2026\"> Samsung Freestyle+ AI Portable Projector: Smarter Streaming &amp; Gaming Ahead of CES 2026 </a></li>      <li><a href=\"https://kosugi21.net/article/britain-s-flooding-crisis-homes-unsellable-lenders-unwilling-and-the-environment-agency-s-role\"> Britain's Flooding Crisis: Homes Unsellable, Lenders Unwilling, and the Environment Agency's Role </a></li>        <li><a href=\"https://rainforest2548.org/article/uk-travel-disruption-alert-snow-and-ice-forecast-causing-chaos-across-england-scotland-and-wales\"> UK Travel Disruption Alert: Snow and Ice Forecast Causing Chaos Across England, Scotland, and Wales </a></li>                              <li><a href=\"https://crazyhostguy.com/article/uk-travel-disruption-alert-snow-and-ice-forecast-causing-chaos-across-england-scotland-and-wales\"> UK Travel Disruption Alert: Snow and Ice Forecast Causing Chaos Across England, Scotland, and Wales </a></li>                  <li><a href=\"https://entremarneetforet.com/article/samsung-freestyle-ai-portable-projector-smarter-streaming-gaming-ahead-of-ces-2026\"> Samsung Freestyle+ AI Portable Projector: Smarter Streaming &amp; Gaming Ahead of CES 2026 </a></li>   <li><a href=\"https://pineyparish.org/article/premier-league-transfer-window-chaos-liverpool-s-606m-gamble-man-city-s-semenyo-swoop-more\"> Premier League Transfer Window CHAOS! Liverpool's $606M Gamble, Man City's Semenyo Swoop &amp; More! </a></li>           <li><a href=\"https://capebuyerbroker.com/article/uk-travel-disruption-alert-snow-and-ice-forecast-causing-chaos-across-england-scotland-and-wales\"> UK Travel Disruption Alert: Snow and Ice Forecast Causing Chaos Across England, Scotland, and Wales </a></li>     </ul>\n<p>Name: Frankie Dare</p>\n<p>Birthday: 2000-01-27</p>\n<p>Address: Suite 313 45115 Caridad Freeway, Port Barabaraville, MS 66713</p>\n<p>Phone: +3769542039359</p>\n<p>Job: Sales Manager</p>\n<p>Hobby: Baton twirling, Stand-up comedy, Leather crafting, Rugby, tabletop games, Jigsaw puzzles, Air sports</p>\n<p>Introduction: My name is Frankie Dare, I am a funny, beautiful, proud, fair, pleasant, cheerful, enthusiastic person who loves writing and wants to share my knowledge and understanding with you.</p>",
        "relevance_msg": "🔥 Matcher: amr, antimicrobial resistance",
        "tags": [],
        "sentiment_score": 0
    },
    {
        "title": "The challenge to philanthropy",
        "url": "https://impactstudios.edu.au/podcast/lifes-lottery/s1/the-challenge-to-philanthropy/",
        "date": "d2026-01-02T09:37",
        "source": "Impact Studios -",
        "image": "https://www.omnycontent.com/d/clips/6eef2700-230a-4fa7-8581-adaa0049e942/cdaf5ae4-da5c-4632-81be-adaa004a501e/60425287-3bcd-4d68-a932-ade7016ba61a/image.jpg?t=1647217247&size=Medium",
        "summary_html": "Life’s Lottery Episode 5 – The challenge to philanthropy full transcript\nJeni Whalan: Hello and welcome to Life’s Lottery, a podcast in which we’re talking to people around Australia and across the world about new ways to think about disadvantage and importantly new ways to take action on it. I’m Je...",
        "full_content_html": "<figure><a href=\"https://www.omnycontent.com/d/clips/6eef2700-230a-4fa7-8581-adaa0049e942/cdaf5ae4-da5c-4632-81be-adaa004a501e/60425287-3bcd-4d68-a932-ade7016ba61a/image.jpg?t=1647217247&size=Medium\"><img src=\"https://www.omnycontent.com/d/clips/6eef2700-230a-4fa7-8581-adaa0049e942/cdaf5ae4-da5c-4632-81be-adaa004a501e/60425287-3bcd-4d68-a932-ade7016ba61a/image.jpg?t=1647217247&size=Medium\"></img></a></figure>\n<p><strong>Life&rsquo;s Lottery Episode 5 &ndash; The challenge to philanthropy full transcript </strong></p>\n<p><strong>Jeni Whalan: </strong>Hello and welcome to Life&rsquo;s Lottery, a podcast in which we&rsquo;re talking to people around Australia and across the world about new ways to think about disadvantage and importantly new ways to take action on it. I&rsquo;m Jeni Whalan.</p>\n<p><strong>Glyn Davis: </strong>And I&rsquo;m Glyn Davis, and it&rsquo;s great today to welcome our guest, Susan Uhran, who is the president and CEO of the Pew Charitable Trusts based in Washington, D.C. Susan is a seasoned veteran of philanthropy. She&rsquo;s worked in many roles in the sector before taking on the leadership of one of the world&rsquo;s great charitable trusts. But as you&rsquo;ll hear, she&rsquo;s also passionate about how foundations can tackle difficult social problems and open possibilities for change</p>\n<p><strong>Jeni Whalan:</strong> This is our final episode in this series of Life&rsquo;s Lottery, and in it we&rsquo;re talking to Susan about a range of issues that have come up in our previous conversations. Susan talks to us about the role of nonprofits in pursuing issues that others can&rsquo;t or won&rsquo;t, those difficult issues that are often left behind. She talks to us about the role of data and evidence, particularly in the highly politicised contexts in which Pew works. And she talks to us about the future, what future societies will need of funders like philanthropists.</p>\n<p><strong>Glyn Davis: </strong>The Pew Charitable Trust is amongst America&rsquo;s most influential foundations. It began in 1948. It was set up by a Republican oilman, who ran and owned Sun Oil, to improve public policy and to improve civic life in the United States. And it stayed very much with that mission. It doesn&rsquo;t have a partisan mission. But it picks issues that it sees as contributing to the public square, the public domain.</p>\n<p><strong>Glyn Davis: </strong>So there&rsquo;s a big critique of foundations in the United States and resentment of their power and their financial sway and criticism of them and sort of somehow illegitimate and has been at the risky end of it. You&rsquo;ve been willing to walk into very difficult public policy issues. You&rsquo;ve been willing to walk into areas of high partisan divide. Can you tell us a bit about the thinking? Why would a foundation be justified in jumping into potentially very divisive issues?</p>\n<p><strong>Susan Uhran: </strong>Well, it&rsquo;s a great question. And I think whether you&rsquo;re a foundation or as we are, we&rsquo;re actually a non-profit. Our mission is to bring, sort of, bring facts to bear on all kinds of issues that are important to the public and in the best case, help policymakers and others reach thoughtful decisions that are based on that evidence. As we as an institution, think about the issues that we take on, often the ones that really matter are somewhat controversial. And I think the way that we tend to approach those issues is, first of all, to make sure that we have a very solid evidence base. If the issue itself is not really well grounded in data, we will often start by simply bringing the facts to bear, doing a lot of original research, helping people better understand the scope and scale of the problem, the impact of different solutions. But we often at the very early stages of an issue, will not take a position necessarily or make recommendations. We just really try to help influentials, decision makers and the public at large better understand the issue. And that, I think, gives you some protection when people are coming at you. If you can simply say it is, it is the evidence, it&rsquo;s the research, it&rsquo;s the facts. It&rsquo;s not ideological, it&rsquo;s not opinion. It is a fact. And I think grounding it like that does give you some space. I think the other thing we really try to do is find a way to frame issues that people are concerned about so that you can bring together different groups, different perspectives that would unite in a way that would get them to the same conclusion.</p>\n<p>So, for example, we spent a lot of time working on sentencing and corrections issues and when we started and that, I think, was back in 2005, the argument, the public policy debate was pretty simplistic and it was, you know, are you tough on crime or are you soft on crime? And it was a pretty unproductive debate and nobody was making much progress. We helped people think about the issue very differently in terms of are you doing things in the correction system that will get a good return on the dollars that you spend because it&rsquo;s very expensive? And that allowed more conservative policymakers to come to the table because they care deeply about fiscal issues. We brought victims&rsquo; rights groups to the table. We brought evangelical individuals to the table because they believed in redemption and it was an important component of that. So lots of groups came together, all of whom cared about this issue, many of them for very different reasons. But they all wanted reform. And then we underpin that with a lot of data showing the impact on the budget, the impact on people&rsquo;s lives. And we&rsquo;re able to drive a fair amount of change. So data and framing, I think really are two pieces of what helps you protect the institution from some of the slings and arrows of very difficult issues.</p>\n<p><strong>Jeni Whalan:</strong> So that&rsquo;s a really political strategy, Susan, the political strategy to put facts and evidence out the front is in part, a reflection of the political environment that Pew operates in. I wonder whether you can give us some examples of when facts and evidence aren&rsquo;t enough? We&rsquo;ve heard from a lot of guests on our podcast about this knowledge/action gap. What&rsquo;s missing is not knowledge or even evidence, but action based on it. How does Pew think about getting from the evidence or the knowledge into action and social change?</p>\n<p><strong>Susan Uhran: </strong>I think there are two things I&rsquo;d point to in that. One is, to some degree, it depends on the issue. There are a suite of issues for which data and facts are kind of irrelevant. If you take the debate on abortion, if you take the debates on gun control, those are generally not issues where people will be swayed by a set of facts. They are deeply held beliefs. It&rsquo;s hard to know how people are going to be persuaded. I think the conversation we&rsquo;re having now in this country and in many countries about vaccine hesitancy is a really interesting issue, and there seems to be a core of the population that is not swayed by facts. So the question is, how do you reach them? In some cases, it&rsquo;s the messengers, right? Who matters to those folks who do they trust? How do you bring data from places that matter? So that&rsquo;s one thing I think it&rsquo;s important to understand about that. Some other issues are much more amenable to facts, and I think you have to be thoughtful about the issues that you jump into.</p>\n<p>I also think that you have to think about the world of social change, if you&rsquo;re going to look at policy, as kind of like an ecosystem. So there are a lot of different organisations that play different roles in that ecosystem. There are very impactful, assertive advocacy organisations that do grassroots organising that create a lot of public pressure for change. That&rsquo;s generally not how we as an institution operate. We are bringing facts to bear and bring different parties together and try to bridge some of the divides that are out there. We would not be able to to drive change without some of those other organisations that function in a very different way. And if you&rsquo;re really going to have social change, you need a whole lot of organisations doing different things to get where you need to go. It&rsquo;s not something often that one single organisation can do. So I think to some degree you have to, as an institution, understand your niche in the world of social change and figure out how to play it well.</p>\n<p><strong>Glyn Davis: </strong>I recall you talking about the decision on prisons, for example, to start the discussion in highly conservative states on the basis that if you could persuade the people on the governments of Texas to change, it would be a lot easier then than starting at the other end and persuading Rhode Island to do things differently. Can you take us through that logic, but also how you went about that? Because that&rsquo;s an example where you, you mobilised groups, you used data, you brought together arguments, but you target it very explicitly into the political setting of Texas.</p>\n<p><strong>Susan Uhran: </strong>Well, I mean, it&rsquo;s interesting, right? We have 50 states and we find that the states are often influenced by each other. So what we do when we are trying to work at the state level and drive change is to understand which states care about which other states. So often you get large states with, say, a big rural population, lots of space, Wyoming or Montana, they&rsquo;re going to have similar challenges and pay more attention than perhaps they would to a small northeastern state like Rhode Island. So I think in all of our work, we try to find places that will be bellwethers and be influential and meaningful to other states. And it differs depending on the characteristics of the state for this issue. We knew that that the more progressive populations were already supportive of prison issues and prison reform issues. It was the conservative, the more conservative groups, that were suspicious and sceptical about the need for it and the benefits of it. So by starting in a conservative state, if we were able to be successful there, it would to some degree provide a little bit of shock and awe, if you will. We call it the strange bedfellows approach &ndash; that people look at and go, Oh, that is not what I would have expected to see, that Texas is kind of leading the charge on sentencing and corrections reform.</p>\n<p>So we knew that we wanted a conservative state. There were some policymakers in Texas that were very thoughtful and looking out at the future of the budget in Texas, they looked at the cost that they were going to be bearing if they continued to have to build and operate prisons, to hold the populations that they knew that were coming, and they knew that they needed to make a change. And that was where the evidence was actually quite impactful. By bringing them up to speed on the impact of different approaches other than simply incarceration. To be honest, the impact of investing at earlier ages and making sure that you had populations that were well supported from a very young age, you would actually, over time begin to reduce the problem that you were trying to solve with prisons. So I think we found good conservative partners in the state that worked really closely and really effectively to help move the policy through.</p>\n<p>And I think the other thing that we learnt along the way is that we were not necessarily the face of the change in Texas and we did not need to be. The policymakers led the way. Often in states we work with, they have a commission or a working group that takes responsibility for helping to develop the policies and bringing folks together. And we staff those issues. We bring research to bear. We do a lot of custom analysis for them, so they understand the particulars of the challenges in their particular jurisdictions. But they really lead the charge. And that&rsquo;s important not only because they are the ones who we&rsquo;re going to drive change, but they&rsquo;re the ones that are going to be held accountable for the change. So it is right and proper that that&rsquo;s the way that things go. But there&rsquo;s a saying here that it&rsquo;s sort of a joke that, you know, I&rsquo;m from Washington and I&rsquo;m here to help. That is not necessarily something that plays well in Texas or any other state. So we do try to make sure that the folks on the ground are front and centre.</p>\n<p><strong>Jeni Whalan: </strong>The focus of so much of Pew&rsquo;s work and particularly its most notable work, has been on shifting policy makers&rsquo; positions of influence on big issues of policy like corrections. At one level, you&rsquo;re describing a very, a very elite process of influence up in the policy realm. Where do people, where do communities come in that process of influence?</p>\n<p><strong>Susan Uhran: </strong>We focus on policy in much of, but not all of our work. But a good deal of it, in part because many years ago, as we were looking at how we as an institution could leverage the resources that we had most effectively, we imagined sort of the world is like a pyramid, if you will, right? So at the bottom of the pyramid is the change that you can make by working person to person to person. It&rsquo;s really important to support some of the folks out there who are struggling, but it takes a lot of resources to reach a lot of people. We thought that if we worked on policy, that was sort of at the top of the pyramid, if you will. If you are successful in terms of policy change, you can have a very broad impact on a whole lot of people. So it&rsquo;s a way to scale the impact of a limited amount of resources, which is what we in really every other institution have at the end of the day. So that&rsquo;s why we focus on policy. I think it&rsquo;s very important, though, as you are helping people understand the data that&rsquo;s driving the potential change, that part of that data is the impact on people and how they are affected. I mean, one of the studies we did as part of the corrections work early in the project was a study called One in One Hundred. And it was a study that documented the point at which this country got to the stage of having one out of every one hundred adults in the country in prison.</p>\n<p>And it was such a startling number to people. And what we learnt is that when you have one in one hundred people in prison. A lot of people have that experience, right, it may not be them, but they have a friend, they have a relative. So it is actually a situation that touches a lot of people. So that actually, I think, begins to help people understand the scope and the scale and a little bit of the humanity of it. I think, another example would be, we had a project on <mark>antibiotic resistance</mark> and some of the problems that came from that. And we had a group of parents. I think the group was called Supermoms Against <mark>Superbugs</mark>, right? It was parents of kids who had had antibiotic resistant <mark>infection</mark>s and had, you know, serious problems with it, and we brought them to Washington. We had them talk to the policymakers, explain to them the impact that it had on the lives of their families and their kids, and it was very impactful. So I think finding ways to take the data and bring it to life by really illustrating the impact on people is really a critical part of how you actually drive policy change.</p>\n<p><strong>Glyn Davis: </strong>And, Susan, that raises a really interesting question about testing impact and evaluating whether you make any difference and knowing whether the things you&rsquo;ve done have worked. How does Pew go about holding itself to account around its goals?</p>\n<p><strong>Susan Uhran: </strong>Well, various ways. We do very careful monitoring of the work on an ongoing basis, but a regular annual reporting to our board on all of the objectives that we think we can accomplish for each project. Also at some point during every large project, and it might be sort of halfway through or at the end when we are ready to close the project down. We actually do a formal, independent evaluation. We hire consultants and they spend a good deal of time looking at all the documents, interviewing people who were engaged along the way, looking at all the data we collected, doing some deep dives in many cases and a couple of states to understand what happened and what role we played in it. So you&rsquo;re never going to get a definitive analysis at the end of the day, but you begin to build a sort of understanding of the chain of evidence and you begin to understand if our impact was what we call decisive, or a little bit more tangential or really whether it would have happened without us and we were just kind of along for the ride.</p>\n<p><strong>Glyn Davis</strong>: So, you have a series of topics that have changed over time. Your interests as a foundation, have as a trust have moved. How do you decide? What are the areas that you&rsquo;re interested in engaging with and how significant is that research in helping you frame the next agenda?</p>\n<p><strong>Susan Uhran: </strong>That&rsquo;s a great question. And it actually it is the question that I think almost everyone I have ever met with asked me about Pew: how do you pick the issues that you work on? It is a very unscientific process that we have of people in the institution who are deeply knowledgeable in different areas in which they have spent a good portion of their careers, whether it is environment or others really talking to people, being aware of the issues, being aware of the environment, being aware of opportunities, being aware of what changes. We spend a lot of time just talking about issues that we hear about that people think about that you read about in the newspapers and it&rsquo;s like, what could we as an institution do? Our board brings ideas to the table. The homeless populations in some of the cities in which they live seem to be expanding. It&rsquo;s a challenging problem. Is there something that we could do to help out with the homeless situation? Are there policy changes that we could bring to the table? So our challenge is not so much finding issues to work on as it is sorting through all of the possible problems that we could take on and figuring out what the opportunity costs are of choosing one versus another and figuring out where the best and highest use of our particular set of competencies lie. We think about it as sort of this giant funnel, if you will. So say you have a hundred ideas that come in, and once you start really kicking the tires of those issues and trying to understand what&rsquo;s feasible, where is there a gap in the needs for an institution like Pew? Where is there a decent research base so that we could be sure that we are on solid ground? What are the needs that any particular issue has? Once you kind of move those issues through that funnel out of one hundred issues, you probably will get five that really are issues that we feel like we can make a contribution in.</p>\n<p><strong>Glyn Davis: </strong>And presumably there have been occasions in which you have taken on issues and not been able to make a difference. And in a sense, how do you know that you&rsquo;re not getting anywhere? And how, how do you make the call to bring down the boom?</p>\n<p><strong>Susan Uhran: </strong>Well, it&rsquo;s often less an issue of not making progress because it&rsquo;s not often that we would take on an issue and be sort of completely stopped, right, that we would not make any progress. I think the bigger question is, is often things change over time and it gets to the point where we are not &ndash; we get to sort of a point of diminishing returns on some issues and this is what happened with our work on adult corrections. We were in it for well over a decade when we started back in 2005, there weren&rsquo;t a lot of institutions working on that issue. There was lots of opportunity to bring people together to reframe it, to bring evidence to bear. Over the course of a decade, a lot of progress was made. The profile became very much more palatable to work on. A lot of institutions began to work on that issue, and more and more money began to flow into the policy reform space. So after about a decade, I think our contribution was becoming less and less critical and we had reached that point of diminishing returns. So we pulled back from our work in adult corrections because we thought that there were other issues where we could make a more significant contribution. And it gets back to that accountability question that you asked earlier. And we generally don&rsquo;t stay in issues forever. That&rsquo;s just not the institution that we are. We will stay in them a good long time if we&rsquo;re making progress 10 to 15 years. But at some point, we want to do what we can do and bend the curve, hopefully in a productive way and then hand off as much as we can to other people to continue those efforts. But we should move on to other things.</p>\n<p><strong>Jeni Whalan: </strong>The last couple of years have seen pretty dramatic change in all sorts of parts of society. Susan, what do you think the COVID pandemic has done to the political and social environment in the states and therefore the context in which Pew operates?</p>\n<p><strong>Susan Uhran:</strong> You know, I don&rsquo;t know if it&rsquo;s so much COVID. Covid has certainly had huge impacts on everything from how we work to the focus of our work over the last few years to be responsive to several aspects of the pandemic, as much as it is the increasing hyperpartisan environment within which we are all operating. And I think COVID is a reflection of that, but I don&rsquo;t know if COVID really is a cause of that. It was certainly something we saw emerging before the pandemic, so that actually worries me more. The inability to begin to bridge those gaps, the inability to find ways for people to come together, the disregard of facts. So if people at some point completely stop believing in facts, or have their own facts, then it does become very challenging to find ways to drive change. That&rsquo;s what worries me.</p>\n<p><strong>Glyn Davis: </strong>And can we just pursue that a little around the broader philanthropic sector? So you&rsquo;ve been with Pew for more than 25 years. It&rsquo;s a lifetime commitment of extraordinary commitment to the organisation, and Pew is one of many large foundations in the United States attempting to do social change. And I&rsquo;m just wondering whether the authorising environment has shifted during those 25 years. Its philanthropy, more accepted, less accepted, is the role of foundations as players in policy conversations seen as legitimate and how to how do Pew, the board and the senior leadership respond to some of the recent criticisms, published criticisms of foundations as, in a sense, pursuing their own agendas, rather than being guided by some other democratic principle around their role?</p>\n<p><strong>Susan Uhran: </strong>It kind of ebbs and flows again over time. I don&rsquo;t know if there&rsquo;s been a singular trajectory where it&rsquo;s gotten more and more complicated. I would go back. I would go back to sort of first principles for this organisation. Whatever we do, we try to have a sufficient evidence base. So if someone says why do you think that it&rsquo;s really important for kids to have access to pre-school education? We worked on that for well over a decade. We can point to several good research studies showing the impact on social and emotional development, the impact on the educational state of kids, the impact on the economy writ large, the impact on prison populations over a longer period of time. So it becomes less a matter of we as an institution, have an opinion and believe that this is an important issue as it is. We as an institution have a body of facts that we are happy to share with you. That really will help you understand why we think this is an important issue and why we support it. So without that fact base, I think you open the door to higher criticism than if you have a fact base for the issues that you take on.</p>\n<p><strong>Susan Uhran: </strong>So I would just I would be curious what what you all are seeing as the real challenges in the leadership positions that you sit in moving forward.</p>\n<p><strong>Glyn Davis: </strong> It&rsquo;s a great question. And we come from a very different political culture here. The hundred year history of big foundations in the United States, going back to Carnegie, funding libraries and museums and basically building a culture of giving isn&rsquo;t one we replicate. We have aspects of it in varieties of it, but not in the substantive way. Pew and Ford and Rockefeller and others are so embedded in the American system, and they&rsquo;re not here. So we&rsquo;re starting to see tech millionaires and other and mining millionaires who have the capacity to set up foundations on similar scales, beginning to do so, which is great in its own right. But there&rsquo;s going to be a very interesting legitimacy argument about what it is that these foundations should do. And at what point are they serious players in the policy conversation and not just slightly dilettante on investments pursuing issues of, you know, passing interest? And that issue we know is alive in America as well. You know, when we spend time talking to our colleagues in America, that&rsquo;s often a criticism, you know, passing interest in a topic money invested in hopes that raised and then almost lack of interest to carry on. And the caravan moves and the issue is stranded. So one of the really fascinating things you&rsquo;ve described is Pew investing a decade or more into the issues that it takes seriously enough time to make a difference. And in pulling out only when the diminishing returns suggest that the system has fundamentally changed. That will be new for us, and that will bring with it some of the issues that you can take for granted. But for us will be will be new and it will also bring, I think, political argument around the role of foundations and whether they have a role in the same way we get political argument about other influences on policy outcomes. And that&rsquo;s industry and money and all of the things that make the political process quite rich. We&rsquo;ve got to work our way through each of those issues and find a way of making sure that foundations play a constructive role and do something that&rsquo;s important in the Pew story and that is take on unpopular issues. Reform of prisons is not a popular issue.</p>\n<p><strong>Susan Uhran: </strong>It is not!</p>\n<p><strong>Glyn Davis: </strong>Something people want to spend time on and saying actually, foundations do their best work when they work on the things people don&rsquo;t want to work on and don&rsquo;t want to think about, rather than the things that have already captured the public imagination. Pew&rsquo;s done work on dental services for people living with disadvantage, knowing that those are hard to come by if you can&rsquo;t afford them. It&rsquo;s so it&rsquo;s hardly glamorous, but it&rsquo;s a topic that merits investment and concern. And I think learning the discipline of not going to the easy and the public. But actually, as you say, use the research to work out the big areas of gap and then investing in those areas in enough time to make a difference. There&rsquo;s the leadership dilemma for us.</p>\n<p><strong>Susan Uhran: </strong>Glyn, I think the term that we use for those kinds of issues, we call them orphan issues. Those are the things we look for, right? Are the ones that there are one hundred organisations and a ton of money flowing into issue a it&rsquo;s probably not for us. We aren&rsquo;t adding value there. So we do look for the orphan issues. I do think that one of the changes that I have been so struck by over the last maybe decade is just how many more incredibly wealthy individuals that you have that are now playing a role. So you&rsquo;ve got living donors, which is very different than, say, the Rockefeller or the Carnegie or, you know, some of the other foundations And I do think that changes the conversation in many ways. I don&rsquo;t know quite how yet, but it is a very different playing</p>\n<p><strong>Jeni Whalan: </strong>I think that that nascent state of philanthropy in Australia is really a critical part of the strategic context. I think a lot of folks are still working out what philanthropy means. What does it mean to have influence from a philanthropic foundation? What does it mean when we work with government? What does it mean when we are working in places that government can&rsquo;t or won&rsquo;t? And so I think there&rsquo;s a larger social and political shift needed around the different sources of influence and hence their legitimacy, as Glyn says. you are trying to demonstrate the impact and value and the relevance that philanthropy can have in a society that&rsquo;s just not used to seeing that.</p>\n<p><strong>Jeni Whalan: </strong>We&rsquo;re closing out this series of Life&rsquo;s Lottery with one young woman&rsquo;s story about her hope for the future, the opportunities that might flow if only we can embrace those possibilities. This is Anhaar Kareem. She&rsquo;s a published writer and a previous winner of the Whitlam Institute&rsquo;s What Matters writing competition, and thanks to the Story Factory for pointing us towards her inspiring voice.</p>\n<p><strong>Anhaar Kareem: </strong>Hi, my name is Anhaar Kareem. I&rsquo;m a 14 year old girl in the inner west of Sydney on Wangil land. I am attending high school and I&rsquo;m in year nine and I&rsquo;m really passionate about social justice and equality. So this piece is about the pandemic in 2021 and kind of the lockdown that happened in New South Wales. So obviously COVID 19 affected everybody and was really difficult for many people. However, I did realise and I think a lot of people came to the realisation that COVID really exacerbated the fact that certain communities are really let down by systems. So for example, my community Western Sydney, which is where I grew up and where most of my family live, were under stricter lockdown restrictions. They were having a lot more vaccine hesitancy and also a lot more COVID cases and COVID deaths. And that just really showed that there&rsquo;s a big divide in terms of places like the North Shore or more affluent communities. And then Western Sydney and I also noticed that there&rsquo;s a trend in many other communities. I&rsquo;m very privileged that during lockdown I had the ability to have a house, have a device for online learning, have a family to support me. But I know that other people in places like Western Sydney or other remote communities like indigenous communities like Wilcannia, for example, were really let down by systems during the COVID 19 pandemic.</p>\n<p>So this piece just looks at those issues, but about how by realising that those issues are present, we can work together in order to solve them.</p>\n<p><strong>Anhaar Kareem: </strong>The gate swung open to reveal what seemed to be heaven. It was our first inter-school debate against one of Sydney&rsquo;s most prestigious schools. Perfectly paved paths, a stadium-sized amphitheatre. Olympic sized pools. Classrooms with huge windows looking onto the sparkling blue Sydney Harbour. Students stood with mouths agape, handballs dropped to feed oddly from hands, their piercing blue eyes were like bullets shooting through us. I swallowed back a bit of mixture of confusion, fear and shock. I&rsquo;d never seen anything like this before, at least not where I came from. I remember the television set to Channel 24 burying the bad news every single day. The burdened sighs of my parents, the task of caring for us becoming increasingly difficult. I remembered my mum&rsquo;s pleas &ldquo;Mama, you have to get the vaccine&rdquo;. I heard my mother&rsquo;s worried voice over the phone, speaking to my grandmother. &ldquo;Covid is real&rdquo;. Sirens blared helicopters, whirred their eyes accused us, vilified us if only things had made sense to my grandparents back then, if only they were informed in the right language by health professionals and doctors instead of being educated by ignorant YouTubers, then they wouldn&rsquo;t have ended up in ICU fighting for their lives from an invisible disease.</p>\n<p>My mind clicked and I switched back to where I was standing, looking out to the pristine beaches that this posh school had as their lunchtime view. Dog walkers, families and friends would sit so happily. Police standing there so severely. No arrests. No fines. No police crackdown.</p>\n<p>Meanwhile, messages on my social media feed read, Please pray for my mother in ICU due to COVID or my uncle has just passed away from COVID 19. A lawyer of Hamel, God rest his soul. Covid had highlighted the faults, the cracks in our community. We broke our backs working. We felt like aliens in our own homes when people did not speak to us. They spoke <em>at</em> us. Lectures and blamings us. While some people went home to mansions and pools, our homes were cramped and crowded. It took a pandemic for people to realise that something was wrong, something was very wrong. Then I imagine a new world. I will stand in a changing Australia when they welcome us into their schools, when they learn about our culture. The people on the screen will no longer antagonise us, vilify us. There will be women in hijab reading the daily news. An indigenous female premier will announce billions of dollars given to public schools in western Sydney. When they make decisions that affect us, they will ask us, they will trust us. We will finally be heard. The pandemic was the rain before the rainbow. Maybe this disaster is what it will take for Australia to change.</p>\n<p><strong>Anhaar Kareem: </strong>I do know that I&rsquo;d perhaps like to go into something like journalism or maybe law, just something that will help me advocate for issues that I&rsquo;m passionate about. It can help me be a role model for other young people. I definitely do recognise that there are several ways in which people like myself who are Muslim, Arab, female are definitely discriminated against, whether that&rsquo;s systemically, whether that&rsquo;s things like microaggressions on the way to a career. When I look to the future, I really hope that we have broken those cycles of oppression and marginalisation, and I think that really just starts with making sure that right from the grassroots, we are making sure that people are equal, but that also right from the start, people have the right role models and feel as though they are being represented. I hope for the future is that the really influential places that we see today, like politics and media, are not dominated by certain groups and that we see an actual representation of the multicultural and accepting country that we can be. We definitely have a lot of issues of racism, of bigotry, but I think that while it&rsquo;s going to be a hard task to get there, that&rsquo;s my hope for the future that we can have that kind of justice.</p>\n<p><strong>Glyn</strong>: Thanks to our team from UTS Impact Studios, research and writing by Jackie May, audio production from Nicole Curby, sound design and theme music from Frank Lopez and our executive producer for Life&rsquo;s Lottery is Olivia Rosenman.</p>\n<p><strong>Jeni</strong>: From the Paul Ramsay Foundation, we&rsquo;d like to thank the powerhouse team of Kate Harrison Brennan and Emma Cross for their vision, input and support. Our special thanks to all the guests who have joined us across this podcast series.</p>\n<p><strong>Glyn</strong>: Do keep the conversation going. We&rsquo;ll be back with a new series in 2022. So if you&rsquo;ve got topics, you think we should explore, ideas you&rsquo;d like to raise. Guests you&rsquo;d like to suggest. We&rsquo;d be delighted to hear from you at Life&rsquo;s Lottery dot com dot au. Thanks for listening. See you in the new year.</p>\n<p>See more </p>\n<p>No major social problem has a single cause so why would a single approach or organisation be able to solve it? Collective Impact starts with social objectives that are agreed upon across all sectors of society. This episode considers the idea at the heart of Collective Impact: that large-scale social change comes from better cross-sector coordination rather than from the isolated intervention of individual organisations. Ho...</p>\n<p>See more</p>\n<p>Most people in jail have experienced disadvantage at some point in their lives, and it&rsquo;s a legacy that often passes from parent to child. This episode examines current Australian research into the experience of mothers in the criminal justice system with <strong>Professor Susan Dennison</strong> from Griffith University. Her research project, <a href=\"https://www.transformingcorrections.com.au/\"><em>Transforming corrections... </em></a></p>\n<p>See more</p>\n<p>In this episode we examine systems change and possibility thinking with a leader in the field. <strong>Charlie Leadbeater </strong>is a creative systems innovator who works with organisations around the world to address long term problems, such as unacceptable rates of poverty. He says it&rsquo;s time to reframe social issues to create meaningful solutions that are driven by a more inclusive set of values.</p>\n<p>Can we imagine a...</p>\n<p>See more</p>",
        "relevance_msg": "🔥 Matcher: antibiotic resistance, superbugs, infection",
        "tags": [],
        "sentiment_score": 0
    },
    {
        "title": "Indore water contamination: Which sewer bacteria in drinking water caused deaths?",
        "url": "https://www.theweek.in/news/health/2026/01/02/indore-water-contamination-which-sewer-bacteria-in-drinking-water-could-have-caused-deaths.html",
        "date": "d2026-01-02T06:15",
        "source": "The Week",
        "image": "https://img.theweek.in/etc.clientlibs/theweek/global-clientlibs/clientlibs-general/resources/images/week-default.jpg",
        "summary_html": "The initial inquiry report into the water contamination tragedy that shook the residents of Indore's Bhagirathpura area in Madhya Pradesh revealed the presence of sewer <mark>bacteria</mark>. At least four people, including a five-month-old infant, died, and several others were hospitalised after consuming sewag...",
        "full_content_html": "<figure><img alt=\"indore-water-tragedy - 1\" src=\"https://img.theweek.in/etc.clientlibs/theweek/global-clientlibs/clientlibs-general/resources/images/week-default.jpg\"></img><figcaption>Indore Municipal Corporation workers conduct a cleanliness drive after several people were affected due to consumption of contaminated water at Bhagirathpura area, in Indore, Madhya Pradesh | PTI</figcaption></figure>\n<p>The initial inquiry report into the <a href=\"https://www.theweek.in/news/india/2026/01/02/how-contaminated-tap-water-killed-a-5-month-old-child-in-indore-born-to-us-after-10-years.html\">water contamination tragedy</a> that shook the residents of Indore's Bhagirathpura area in Madhya Pradesh revealed the presence of sewer <mark>bacteria</mark>. At least four people, including a five-month-old infant, died, and several others were hospitalised after consuming sewage-contaminated water.</p>\n<p>According to officials, the <mark>bacteria</mark> detected are &quot;generally found in sewer water.&quot; However, a culture report is awaited to identify the <mark>bacteria</mark>.</p>\n<p>Reportedly, leakage in a pipeline constructed above the main drinking water supply pipeline led to the water contamination, causing a severe health crisis in the region.</p>\n<h2>What are the common <mark>bacteria</mark> found in sewer water? </h2>\n<p>Sewer water contains diverse <mark>bacteria</mark>, generally from human waste, including faecal coliforms like Escherichia coli (E. coli) and Enterococcus. E. Coli is often present in large numbers, indicating contamination by human or animal faeces.</p>\n<p>Salmonella, Shigella, Vibrio Cholerae, Pseudomonas and Staphylococcus aureus are the other <mark>bacteria</mark> that are found in sewage and urban drainage networks.</p>\n<p>Shigella mainly causes <mark>bacteria</mark>l dysentery, leading to vomiting and diarrhoea. Those affected in Indore had severe vomiting and diarrhoea. So far, over 8,000 people in the area were examined, and as many as 338 showed symptoms of vomiting and diarrhoea.</p>\n<p>Threat of <mark>antibiotic resistance</mark></p>\n<p>Considering India's sewage systems, antibiotic-resistant <mark>bacteria</mark> are one of the main concerns. Climate change and many other environmental factors facilitate the existing <mark>bacteria</mark> to adapt and thus turn sewage networks into potential hotspots for the spread of '<mark>superbugs</mark>'.</p>\n<h2>Health implications </h2>\n<p>Exposure to contaminated drinking water causes serious waterborne diseases, including:</p>\n<p>Cholera</p>\n<p>Typhoid fever</p>\n<p>Hepatitis A</p>\n<p>Dysentery</p>\n<p>Giardiasis (usually caused by a parasite rather than a bacterium)</p>",
        "relevance_msg": "🔥 Matcher: bacteria",
        "tags": [
            "drinking water",
            "sanitary sewer network",
            "bacteria",
            "Escherichia coli",
            "Indore"
        ],
        "sentiment_score": -0.764
    },
    {
        "title": "Rising antimicrobial resistance cause of concern: Expert",
        "url": "https://m.dailyhunt.in/news/india/english/deccanherald-epaper-dh881cfe1ab97d482fb3abb8994f502a8b/rising+antimicrobial+resistance+cause+of+concern+expert-newsid-n695395083",
        "date": "d2026-01-02T00:48:40",
        "source": "Dailyhunt",
        "image": "https://assets-news-bcdn.dailyhunt.in/cmd/resize/450x253_90/fetchdata20/images/2e/c6/ee/2ec6eeffde1cb69b4021d6179f17cc7cd95d8b7a44af56aee1a3516abd5954bb.webp",
        "summary_html": "Mumbai: Rising <mark>antimicrobial resistance</mark> (<mark>AMR</mark>) is a major cause of concern for India with estimation that annually more than 10 million will die from <mark>AMR</mark> by 2050, higher than the deaths due to HIV, Tuberculosis and Malaria put together, said Dr Prapti Gilada, a Mumbai-based clinical microbiologist, w...",
        "full_content_html": "<figure><img alt=\"Rising <mark>antimicrobial resistance</mark> cause of concern: Expert\" src=\"https://assets-news-bcdn.dailyhunt.in/cmd/resize/450x253_90/fetchdata20/images/2e/c6/ee/2ec6eeffde1cb69b4021d6179f17cc7cd95d8b7a44af56aee1a3516abd5954bb.webp\"></img></figure>\n<p>Mumbai: Rising <mark>antimicrobial resistance</mark> (<mark>AMR</mark>) is a major cause of concern for India with estimation that annually more than 10 million will die from <mark>AMR</mark> by 2050, higher than the deaths due to HIV, Tuberculosis and Malaria put together, said Dr Prapti Gilada, a Mumbai-based clinical microbiologist, who is Convener, <mark>AMR</mark> Cell, Peoples Health Organisation-India (PHO).</p>",
        "relevance_msg": "🔥 Matcher: amr, antimicrobial resistance",
        "tags": [],
        "sentiment_score": 0
    },
    {
        "title": "Med Op-Ed: Avalanche Survival, HFpEF Skepticism, and More",
        "url": "https://www.medscape.com/viewarticle/med-op-ed-avalanche-survival-hfpef-skepticism-and-more-2026a1000012",
        "date": "d2026-01-02T00:00",
        "source": "American Heart Journal",
        "image": "https://img.medscapestatic.com/vim/live/professional_assets/medscape/images/thumbnail_library/gty-251231-avalanche-skier-800x450.jpg",
        "summary_html": "In this installment of Med-Op-Ed: a device you might want on you in an avalanche; why heart failure with preserved ejection fraction might be seen as a diagnostic placeholder; and how to curate treatment options for a patient.\nDevice for Surviving Avalanche Burial?\nIf you ever find yourself complete...",
        "full_content_html": "<p>In this installment of Med-Op-Ed: a device you might want on you in an avalanche; why heart failure with preserved ejection fraction might be seen as a diagnostic placeholder; and how to curate treatment options for a patient.</p>\n<h2>Device for Surviving Avalanche Burial?</h2>\n<p>If you ever find yourself completely buried in snow, a shovel would be nice &mdash; but a source of oxygen is even more important. An artificial air pocket device may significantly extend survival time by maintaining oxygen levels and preventing carbon dioxide buildup. One experiment convincingly demonstrated the life-saving potential of this technology, wrote Daniel S. Martin, MBChB, PhD, and Helen T. McKenna, MBBS, PhD, in <em>JAMA</em>.</p>\n<h3>The Context </h3>\n<ul><li>To evaluate the effectiveness of the Safeback SBX device, which incorporates a fan into a backpack, researchers conducted a controlled trial in which they buried male and female volunteers in at least 50 cm (about 20 inches) of snow &mdash; creating &ldquo;the most realistic environment possible within the parameters of what is ethical and safe,&rdquo; the editorial noted.</li><li>Among participants with the device, levels of oxygen and carbon dioxide remained consistent during a 35-minute burial, and 11 of 12 participants completed the protocol.</li><li>In the control group, however, only one volunteer stayed buried for the duration; seven participants were removed from the snow once their oxygen saturation hit 80%.</li></ul>\n<h3>In Their Own Words</h3>\n<p>&ldquo;Despite it being a small trial (n = 24), the results leave little doubt as to which intervention one would choose if buried by an avalanche.&rdquo;</p>\n<p><strong>Read it:</strong> <a href=\"https://jamanetwork.com/journals/jama/fullarticle/10.1001/jama.2025.14396?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jama.2025.14396\">A Breath of Fresh Air &mdash; Improving Survival After Avalanche Burial</a></p>\n<h2>HFpEF: A Placeholder Term That Leads to Overtreatment? </h2>\n<p><a href=\"https://emedicine.medscape.com/article/163062-overview\">Heart failure</a> with preserved ejection fraction (HFpEF) lacks evidence as a distinct clinical entity and functions more as a diagnostic placeholder than a clearly defined syndrome, argues Maria Giulia Bellicini, MD, from the Cardiology Unit at Spedali Civili of Brescia, Italy, in <em>JACC: Case Reports</em>.</p>\n<h3>The Context</h3>\n<ul><li>Many HFpEF trials have included patients without objective evidence of elevated filling pressure.</li><li>Meanwhile, patients with severe valvular disease may not be systematically excluded from trials due to inconsistent <a href=\"https://emedicine.medscape.com/article/1820912-overview\">echocardiography</a> practices.</li><li>A recent cohort study by Bellicini found that most patients with left ventricular ejection fraction greater than 40% who were hospitalized for acute heart failure had severe valvular dysfunction, with tricuspid and <a href=\"https://emedicine.medscape.com/article/155618-overview\">mitral regurgitation</a> being the most common lesions.</li></ul>\n<h3>In Their Own Words</h3>\n<p>&ldquo;The consequences are not benign. Misdiagnosing patients as having HFpEF may lead to inappropriate treatment with diuretics, unnecessary fluid restrictions, long-term follow-up in heart failure clinics, and the psychological weight of an ill-defined chronic condition.&rdquo;</p>\n<h2>When Less Information Helps More </h2>\n<p>When it comes to recommending treatment options to patients, clinicians should think curation over menu. This advice comes from Neal W. Dickert, MD, PhD, and David Wendler, PhD, in the <em>Journal of General Internal Medicine</em>. They argue that offering too many choices can overwhelm patients and undermine, not help, the shared decision-making process.</p>\n<h3>The Context</h3>\n<ul><li>Existing guidance on disclosing treatment options is insufficient. Clinicians who disclose all theoretical possibilities may leave an unwieldy number of choices on the table.</li><li>When strategically deciding which treatment options to disclose, clinicians should consider patient-specific factors, such as preferences, contraindications, insurance coverage, and financial circumstances, while avoiding uninformed assumptions.</li><li>Withholding certain options may have benefits at the societal level. Not disclosing antibiotics for <a href=\"https://emedicine.medscape.com/article/302460-overview\">respiratory <mark>infection</mark>s</a>, for example, could combat <mark>antibiotic resistance</mark>. Bypassing expensive treatments of questionable benefit might be economically sound.</li></ul>\n<h3>In Their Own Words</h3>\n<p>&ldquo;If the clinician believes two of the pharmacologic options make the most sense, she might explain: &lsquo;There are a number of treatment options, including surgery, physical therapy, and different medications. Let&rsquo;s first discuss the two options I think make most sense for you. We can then discuss the other options if you would like to hear more about them.&rsquo;&rdquo;</p>\n<p><em>This article was created using several editorial tools, including AI, as part of the process. Human editors reviewed this content before publication.</em></p>",
        "relevance_msg": "🔥 Matcher: antibiotic resistance, infection",
        "tags": [
            "Helen T McKenna"
        ],
        "sentiment_score": 0
    }
]