[
    {
        "title": "iTP-seq: Scalable Method for Mapping Bacterial Translation",
        "url": "https://bioengineer.org/itp-seq-scalable-method-for-mapping-bacterial-translation/",
        "date": "2026-01-15T12:31:38",
        "source": "BIOENGINEER.ORG",
        "image": "https://bioengineer.org/wp-content/uploads/2026/01/iTP-seq-Scalable-Method-for-Mapping-Bacterial-Translation.jpg",
        "summary_html": "In the realm of molecular biology, understanding the intricacies of protein synthesis is pivotal to uncovering the mechanisms governing cellular functions. For decades, researchers have been striving to decode the complexities of translation—the process by which ribosomes synthesize proteins based o...",
        "full_content_html": "<p><a href=\"https://bioengineer.org/wp-content/uploads/2026/01/iTP-seq-Scalable-Method-for-Mapping-<mark>Bacteria</mark>l-Translation.jpg\"><figure><img alt=\"\" src=\"https://bioengineer.org/wp-content/uploads/2026/01/iTP-seq-Scalable-Method-for-Mapping-<mark>Bacteria</mark>l-Translation.jpg\"></img></figure></a></p>\n<p>In the realm of molecular biology, understanding the intricacies of protein synthesis is pivotal to uncovering the mechanisms governing cellular functions. For decades, researchers have been striving to decode the complexities of translation&mdash;the process by which ribosomes synthesize proteins based on the information carried by messenger RNA (mRNA). Recent advances have spotlighted a novel technique termed inverse toeprinting coupled with next-generation sequencing (iTP-seq), offering scientists a new window into the <mark>bacteria</mark>l translation landscapes that govern cellular behavior.</p>\n<p>The method of iTP-seq stands out due to its scalability and versatility. It allows researchers to assess translation efficiency and start site selection without requiring prior knowledge of the sequences being analyzed. This is particularly significant, as it opens avenues for studying a broad spectrum of mRNA transcripts, including those that may not be well-characterized in existing databases. This all-encompassing approach highlights the ability to tailor custom transcript libraries, moving beyond the confines of previously sequenced genomes.</p>\n<p>At its core, iTP-seq tackles the complexities stemming from uneven translation rates, which can arise due to various factors, including mRNA context, tRNA availability, and nascent polypeptide chains. The ability to observe these dynamics in real-time not only enhances our grasp of the translation mechanisms at play but also allows us to investigate external influences&mdash;such as antibiotics&mdash;that might modulate protein synthesis. Understanding these interactions is vital, particularly in an age where <mark>antibiotic resistance</mark> poses a significant challenge to public health.</p>\n<p>The operational foundation of iTP-seq relies on the use of RNase R, a robust 3&prime; to 5&prime; RNA exonuclease. This enzyme&rsquo;s high processivity is instrumental in generating ribosome-protected mRNA fragments known as inverse toeprints. During the sequencing process, these toeprints reveal the spatial organization of ribosomes on mRNA, which is critical for understanding how translation initiation and elongation occurs across different contexts and conditions. The resolution achieved through this technique enables scientists to pinpoint not only where ribosomes are located but also provides insight into the proximal coding regions that are actively translated.</p>\n<p>Importantly, the iTP-seq protocol is designed to be carried out by experienced molecular biologists, with the entire workflow estimated to take roughly ten days. This timeframe encompasses not just the experimental procedures but also the critical data analysis phase, which necessitates a working knowledge of command-line tools and Python scripting. Such technical proficiency serves as a gateway for further exploration into the biological implications of translation dynamics and their regulatory mechanisms.</p>\n<p>The implication of iTP-seq extends beyond mere academic curiosity; it has the potential to transform our understanding of <mark>bacteria</mark>l responses to various conditions, including stressors and inhibitors. By illuminating the nuances of context-dependent translation, this technique can provide a more comprehensive picture of how cells adapt to external changes. As translation inhibitors, such as antibiotics, exert their effects at the ribosomal level, deploying this method could uncover previously unknown pathways and targets for therapeutic intervention.</p>\n<p>Moreover, iTP-seq holds promise not only for <mark>bacteria</mark>l studies but also for broader applications in the field of gene expression and proteomics. By applying customizable transcript libraries, researchers can explore translation landscapes across diverse biological settings and conditions, thus expanding our understanding of protein synthesis across different organisms and environments. The capacity to adapt the protocol to suit specific research questions enhances its applicability, making it an attractive tool for investigators tackling complex biological queries.</p>\n<p>As the scientific community continues to grapple with the challenges posed by <mark>antibiotic resistance</mark>, understanding the underlying mechanisms of translation will be vital. Techniques like iTP-seq not only shed light on the biology of <mark>bacteria</mark> but also enrich our toolkit for discovering solutions to pressing public health issues. The interplay between translation efficiency and antibiotic efficacy can be explored in unprecedented detail, potentially leading to the identification of novel targets for drug development.</p>\n<p>Furthermore, the integration of iTP-seq into the broader landscape of translational research encourages a multidisciplinary approach. Reflecting on the collaborative nature of modern scientific inquiry, the protocol can foster partnerships across various domains, uniting molecular biologists, bioinformaticians, and pharmacologists in a shared quest for knowledge. Research endeavors that leverage this method could yield findings that transcend traditional disciplinary boundaries, paving the way for innovations in treatment strategies and therapeutic options.</p>\n<p>In conclusion, the introduction of iTP-seq marks a significant advancement in our understanding of <mark>bacteria</mark>l translation landscapes. The capability to produce detailed, high-resolution snapshots of translation dynamics in vitro opens new avenues for understanding the control of gene expression. By staying attuned to the complexities of translation, researchers can continue to unravel the molecular narratives that define life at the cellular level. As the journey towards understanding the implications of translation continues, techniques such as iTP-seq herald a new era of discovery, holding the potential to reshape our approaches to translational biology.</p>\n<p>The development of scalable methodologies like iTP-seq is crucial for the future of molecular biology research. The ability to customize transcript libraries enables researchers to explore diverse hypotheses in translational dynamics, making it a versatile tool that can address a wide array of biological questions. As our understanding of translation deepens, iTP-seq stands poised to play a vital role in the continued exploration of protein synthesis and its regulation in <mark>bacteria</mark>l systems.</p>\n<p><strong>Subject of Research</strong>: Characterization of <mark>bacteria</mark>l translation landscapes using iTP-seq.</p>\n<p><strong>Article Title</strong>: iTP-seq: a scalable profiling workflow to characterize <mark>bacteria</mark>l translation landscapes in vitro.</p>\n<p><strong>Article References</strong>: Gillard, M., Renault, T.T. &amp; Innis, C.A. iTP-seq: a scalable profiling workflow to characterize <mark>bacteria</mark>l translation landscapes in vitro. Nat Protoc (2026). https://doi.org/10.1038/s41596-025-01294-x</p>\n<p><strong>Image Credits</strong>: AI Generated</p>\n<p><strong>DOI</strong>: https://doi.org/10.1038/s41596-025-01294-x</p>\n<p><strong>Keywords</strong>: iTP-seq, translation landscapes, protein synthesis, gene expression, <mark>antibiotic resistance</mark>, <mark>bacteria</mark>l translation, molecular biology, RNase R, next-generation sequencing, ribosome profiling.</p>\n<p>Tags: <mark>bacteria</mark>l translation mappingcellular function mechanismscustom transcript librariesiTP-seq methodologymolecular biology advancementsmRNA transcript analysisnext-generation sequencing applicationsprotein synthesis techniquesreal-time translation dynamicsribosome function studiestranslation efficiency assessmenttRNA availability factors</p>",
        "relevance_msg": "🔥 Matcher: bacteria, antibiotic resistance",
        "tags": [],
        "sentiment_score": 0.777
    },
    {
        "title": "Professor Steve Hinchliffe appointed Professor of Environmental Geography at the School of Geography and the Environment",
        "url": "https://www.geog.ox.ac.uk/news/professor-steve-hinchliffe-appointed-professor-environmental-geography",
        "date": "2026-01-15T12:00",
        "source": "Blue Print",
        "image": "https://www.geog.ox.ac.uk/sites/default/files/styles/standard_desktop/public/2026-01/260115-stephen-hinchliffe.webp?itok=qIwyHQdS",
        "summary_html": "The School of Geography and the Environment (SoGE) at the University of Oxford is delighted to announce the appointment of Professor Steve Hinchliffe as Professor of Environmental Geography and fellow of Linacre College with effect from 1 May 2026.\nSteve is a world leading human geographer and socia...",
        "full_content_html": "<figure><picture>  <source media=\"all and (min-width: 61.25em)\" srcset=\"https://www.geog.ox.ac.uk/sites/default/files/styles/standard_desktop/public/2026-01/260115-stephen-hinchliffe.webp?itok=qIwyHQdS 1x\" type=\"image/webp\"></source> <source media=\"all and (min-width: 41em)\" srcset=\"https://www.geog.ox.ac.uk/sites/default/files/styles/standard_tablet/public/2026-01/260115-stephen-hinchliffe.webp?itok=30t9jVCT 1x\" type=\"image/webp\"></source> <source media=\"all and (min-width: 25em)\" srcset=\"https://www.geog.ox.ac.uk/sites/default/files/styles/standard_mobile/public/2026-01/260115-stephen-hinchliffe.webp?itok=4r5CSqL8 1x\" type=\"image/webp\"></source>  <img alt=\"Prof Stephen Hinchliffe\" src=\"https://www.geog.ox.ac.uk/sites/default/files/styles/standard_mobile/public/2026-01/260115-stephen-hinchliffe.webp?itok=4r5CSqL8\"></img> </picture></figure>\n<p>The School of Geography and the Environment (SoGE) at the University of Oxford is delighted to announce the appointment of Professor Steve Hinchliffe as Professor of Environmental Geography and fellow of Linacre College with effect from 1 May 2026.</p>\n<p>Steve is a world leading human geographer and social scientist who brings expertise in spatial theory, social studies of science and technology as well as human-nonhuman relations to SoGE. He will hold the Statutory Chair in Environmental Geography.</p>\n<p>Prof Steve Hinchliffe said:</p>\n<blockquote><p>&ldquo;I&rsquo;m honoured to have been appointed to the Statutory Chair in Environmental Geography at the University of Oxford. It&rsquo;s a fantastic department with wonderful interdisciplinary links across the areas of expertise and research that are critical to understanding the social and material predicaments that we face today. I am looking forward to joining an exciting community of researchers, and to working together on research and teaching that demonstrates the importance and value of social science-led approaches to environmental issues.&rdquo;</p></blockquote>\n<p>Prof Giles Wiggs, Head of the School of Geography and the Environment, said:</p>\n<blockquote><p>&quot;I am delighted to welcome Steve to the School where his world-class expertise in disease, biosecurity and antimicrobial resistant <mark>infection</mark>s will forge exciting new research and teaching collaborations to our existing portfolio. Steve&rsquo;s research represents a vital contribution to our understanding of relationships between humans and their environment and his research at SoGE will offer demonstrable impact in the University and beyond.&quot;</p></blockquote>\n<p>Prior to joining SoGE, Steve was Professor of Geography at the University of Exeter, where he was co-director of the Wellcome Centre for Cultures and Environment of Health. He was formerly Lecturer, Reader and Professor of Geography at the Open University, and has held posts at the Universities of Keele and Cambridge. He is an elected Fellow of the Academy of Social Sciences and has served on the UK Government&rsquo;s Scientific Advisory Committee on Exotic Diseases, and the Department of Environment, Food and Rural Affairs Science Advisory Group&rsquo;s (DEFRA) Social Science Expert Group. He currently sits on OFFLU&rsquo;s Applied Epidemiology Working Group and recently advised the Scientific Pandemic Insights Group (SPI-B), a sub-group of the Scientific Advisory Group for Emergencies (SAGE).</p>\n<p>Steve&rsquo;s books include the monograph <em>Pathological Lives</em> (Wiley Blackwell) and he has published widely on One Health, <mark>Antimicrobial Resistance</mark> (<mark>AMR</mark>), Biosecurity, and human-nonhuman relations. Ongoing funded research includes political ecologies of <mark>AMR</mark> in Tanzania, bio-social securities in the UK, Bangladesh and South Africa, and developing just approaches to environmental issues that are characterised by multiple normativities. He is about to commence a European Research Council Advanced project on biosocial security, which aims to develop alternative approaches to securing human and nonhuman animal health.</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance, amr, infection",
        "tags": [
            "School of Geography and the Environment",
            "Giles Wiggs"
        ],
        "sentiment_score": 0.939
    },
    {
        "title": "India’s DR-TB problem: When silence, delays, and half-measures cost lives",
        "url": "https://www.hindustantimes.com/ht-insight/public-health/indias-dr-tb-problem-when-silence-delays-and-half-measures-cost-lives-101768476833294.html",
        "date": "2026-01-15T11:39",
        "source": "Hindustan Times",
        "image": "https://www.hindustantimes.com/ht-img/img/2026/01/15/550x309/EPXeOGGWoAUgH1a_1681900576430_1768476975686.jfif",
        "summary_html": "Authored by - Chapal Mehra, public health specialist, New Delhi and Zarir Udwadia, consultant physician, Hinduja and Breach Candy Hospitals, Mumbai.\nIndia likes to describe its tuberculosis response in the language of ambition. Elimination targets, global leadership, mission-mode action are catchphr...",
        "full_content_html": "<h2>Authored by - Chapal Mehra, public health specialist, New Delhi and Zarir Udwadia, consultant physician, Hinduja and Breach Candy Hospitals, Mumbai.</h2>\n<p>India likes to describe its tuberculosis response in the language of ambition. Elimination targets, global leadership, mission-mode action are catchphrases. Yet <mark>drug-resistant</mark> tuberculosis (DR-TB) in India tells a different story: Delayed diagnosis, uneven treatment, biased data systems, and an absence of transparency. If TB is India&rsquo;s unfinished business, DR-TB is its most obvious blind spot.</p>\n<figure> <picture> <source media=\"(max-width:767px)\" srcset=\"https://www.hindustantimes.com/ht-img/img/2026/01/15/550x309/EPXeOGGWoAUgH1a_1681900576430_1768476975686.jfif\"></source> <img alt=\"<mark>Drug-Resistant</mark> Tuberculosis (Photo by Twitter/sciam)\" src=\"https://www.hindustantimes.com/ht-img/img/2026/01/15/550x309/EPXeOGGWoAUgH1a_1681900576430_1768476975686.jfif\"></img> </picture> <figcaption><mark>Drug-Resistant</mark> Tuberculosis (Photo by Twitter/sciam)</figcaption></figure>\n<p>India has the highest DR-TB burden globally a disease that is not merely &ldquo;harder to treat&rdquo; but a biological signpost that systems have failed. It is evidence of delayed diagnosis, incorrect or interrupted treatment, inadequate regimens, or no follow-up. Patients endure months, sometimes years, of medications that take a profound physical and psychological toll. Cure is often uncertain. Side effects can be irreversible.</p>\n<p>The most troubling aspects of India&rsquo;s DR-TB response is how late resistance is often detected. Universal drug susceptibility testing is still not universally available across India. Too many continue to be started on standard TB treatment without checking for resistance. When resistance is finally identified, sometimes months later, the disease has advanced, the body is weaker, and the public health risk far greater. This is a systemic failure with predictable consequences.</p>\n<p>Once diagnosed, access to quality DR-TB care depends heavily on geography and socioeconomic status. Urban patients may find specialised centres and trained teams; rural patients often undertake repeated, exhausting travel for consultations, tests, and medicines. Stock disruptions of second-line drugs, though improved in recent years, still exist. The result is fragile continuity of treatment for a disease that demands consistency and adherence.</p>\n<p>The treatment itself remains punishing. DR-TB regimens are notorious for their toxicity. Severe nausea, hearing loss, psychiatric disturbances, joint pain, and crushing fatigue are not &ldquo;manageable side effects&rdquo; but often life-altering conditions. New regimens offer hope but access remains challenging. Also, mental health services, nutritional support, and income protection remain inadequate in routine DR-TB care.</p>\n<p>Public health responses are only as strong as the data that guide them. Underreporting of TB and DR-TB, particularly from the private sector, is widely acknowledged. Treatment outcomes are not always easily accessible for independent scrutiny. Even as 2025 ended, the India TB Report for the year has still not been released. In any serious disease elimination programme, such data delays are unthinkable and harmful. They slow course correction, weaken accountability, and obscure challenges.</p>\n<p>DR-TB flourishes in environments shaped by poverty, malnutrition, overcrowding, in our cities and elsewhere. For many families, a DR-TB diagnosis triggers not only a medical crisis but an economic collapse. Loss of income, mounting travel costs, nutritional needs, and long treatment durations push households into debt and long-term instability. These social pressures, in turn, fuel non-adherence and poor outcomes. A response that focuses narrowly on pills and protocols while ignoring these conditions fails people.</p>\n<p>Each failure to diagnose early, each interruption in treatment, each helpless person increases the pool of DR-TB. The spectre of untreatable TB is not a distant dystopia; it is a reality. This is not just about TB, but about <mark>antimicrobial resistance</mark>, and national health security.</p>\n<p>India&rsquo;s strategy on DR-TB now requires more than reaffirmation of intent. It requires a reset. Resistance testing must become truly universal and truly upfront. Newer, shorter, safer regimens must be rapidly decentralised rather than confined to selected centres. Survivor-centred care must be implemented in real terms, not confined to policy alone. This includes mental health services, nutritional support, and social protection as core components of care, not charitable add-ons.</p>\n<p>The private sector must be engaged, monitored and fully aligned with national DR-TB standards through enforceable notification, standardised regimens, and clear accountability mechanisms. A disease of this scale cannot be controlled through voluntary compliance alone.</p>\n<p>Above all, transparency must be restored to the centre of TB governance. The routine, timely publication of national TB and DR-TB data is an ethical obligation. Without current data, it is impossible to know whether strategies are succeeding, stagnating, or failing. Delayed reporting sends exactly the wrong signal at a moment when urgency is paramount.</p>\n<p>India undeniably has the scientific knowledge, clinical expertise, and manufacturing capacity to confront DR-TB. What remains uncertain is whether it has the urgency to act with the speed and seriousness the disease demands. It responds to early detection, uninterrupted treatment, social support, and hard accountability.</p>\n<p>History will not judge India by the ambition of its targets, but by the reality of its outcomes. The longer DR-TB remains on the margins of national attention, the heavier that judgment will be.</p>\n<p><i>This article is authored by Chapal Mehra, public health specialist, New Delhi and Zarir Udwadia, consultant physician, Hinduja and Breach Candy Hospitals, Mumbai.</i></p>",
        "relevance_msg": "🔥 Matcher: drug-resistant, antimicrobial resistance",
        "tags": [
            "India",
            "Authored",
            "tuberculosis"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Genomic Islands Propel ST-131 E. coli Resistance Evolution",
        "url": "https://bioengineer.org/genomic-islands-propel-st-131-e-coli-resistance-evolution/",
        "date": "2026-01-15T11:05:28",
        "source": "BIOENGINEER.ORG",
        "image": "https://bioengineer.org/wp-content/uploads/2026/01/Genomic-Islands-Propel-ST-131-E-coli-Resistance-Evolution.jpg",
        "summary_html": "A recent study published in BMC Genomics has brought to light the intricate relationship between genomic islands and plasmid-borne <mark>antimicrobial resistance</mark> genes, highlighting their critical roles in the evolution of high-risk strains of uropathogenic Escherichia coli, particularly ST-131. This vari...",
        "full_content_html": "<p><a href=\"https://bioengineer.org/wp-content/uploads/2026/01/Genomic-Islands-Propel-ST-131-E-coli-Resistance-Evolution.jpg\"><figure><img alt=\"blank\" src=\"https://bioengineer.org/wp-content/uploads/2026/01/Genomic-Islands-Propel-ST-131-E-coli-Resistance-Evolution.jpg\"></img></figure></a></p>\n<p>A recent study published in BMC Genomics has brought to light the intricate relationship between genomic islands and plasmid-borne <mark>antimicrobial resistance</mark> genes, highlighting their critical roles in the evolution of high-risk strains of uropathogenic Escherichia coli, particularly ST-131. This variant of E. coli poses significant public health challenges, being a leading cause of urinary tract <mark>infection</mark>s globally. The investigation into E. coli ST-131 is not merely academic; it has profound implications for understanding how <mark>bacteria</mark>l populations can rapidly adapt to severe selection pressures posed by antibiotic use.</p>\n<p>The authors of the paper, Peketi, Nagaraja, and Bulagonda, meticulously examine the genetic makeup of the uropathogenic strain NS30. Central to their findings is the concept of genomic islands, which are segments of DNA that can be transferred between <mark>bacteria</mark> through horizontal gene transfer. These islands often carry genes that confer advantageous traits, such as <mark>antibiotic resistance</mark>, thereby giving the <mark>bacteria</mark> an edge in survival and proliferation in hostile environments. The implications of these adaptations in the context of <mark>antibiotic resistance</mark> are especially concerning given the increasing prevalence of <mark>multi<mark>drug-resistant</mark></mark> <mark>infection</mark>s in clinical settings.</p>\n<p>The high-risk lineage ST-131 is notorious for its ability to acquire and disseminate resistance traits. The study delves into how these genetic elements are not static; they are in a constant state of flux as they swap genes predominantly through mobile genetic elements such as plasmids. These plasmids can replicate independently within <mark>bacteria</mark>l cells and often harbor resistance genes, enabling resistant strains to thrive even in the presence of antimicrobial agents. The implications of such findings reinforce the necessity for continued surveillance and innovative strategies aimed at mitigating the spread of these resistant strains.</p>\n<p>Through a meticulous analysis of strain NS30, the authors have mapped out the specific genomic islands that harbor notable resistance genes. They identified several regions within the genome where these islands reside, providing a clearer picture of how genetic exchanges occur between various strains of E. coli. This genetic adaptability showcases the <mark>bacteria</mark>&rsquo;s remarkable evolutionary prowess, demonstrating their ability to incorporate foreign DNA from their surroundings, a characteristic that heightens the risk of developing resistant <mark>infection</mark>s.</p>\n<p>The presence of plasmid-borne resistance genes complicates treatment options significantly. Due to their ability to transfer between different <mark>bacteria</mark>l species, these plasmids act as reservoirs of resistance genes, potentially sparking outbreaks of resistant <mark>infection</mark>s that are hard to manage. This is evidenced by the alarming rise in cases of cystitis and pyelonephritis associated with ST-131, where routine treatments have become less effective. As such, understanding these genetic factors is pivotal for developing targeted antibiotics and potential vaccines that can curb the spread of these uropathogenic strains.</p>\n<p>Further analysis indicates the role of selective pressures in shaping the evolution of these <mark>bacteria</mark>l strains. As antibiotics are frequently used in both human medicine and agriculture, strains like ST-131 are subjected to these pressures, which can accelerate the acquisition of resistance traits. This phenomenon emphasizes the urgent need for responsible antibiotic stewardship, particularly in a landscape where resistant <mark>infection</mark>s are on the rise. The authors argue that a comprehensive understanding of the genetic mechanisms underlying resistance can assist in formulating public health policies to better manage these threats.</p>\n<p>Moreover, the findings underscore the importance of genomic surveillance in tracking the evolution of E. coli strains over time. By integrating genomic data with epidemiological studies, health officials can maintain a real-time understanding of how these <mark>pathogens</mark> evolve and disseminate. This proactive approach is vital for preempting outbreaks and curtailing the spread of resistant strains before they become widespread public health crises.</p>\n<p>Beyond the immediate clinical implications, the research has broader ramifications for understanding the ecology of microbial communities. The movement of genetic material between <mark>bacteria</mark> suggests a dynamic interplay among different species within host organisms, whether in humans, animals, or agricultural settings. Such insights challenge conventional views about species barriers and raise key questions about the interconnectedness of life forms at the microbial level.</p>\n<p>The emergence of high-risk E. coli ST-131 stresses the need for an integrated approach toward combating <mark>antimicrobial resistance</mark>. This includes multidisciplinary strategies that combine molecular biology, clinical practice, and public health initiatives. Education about proper antibiotic use among healthcare providers and the public is essential to curb the volume of unnecessary prescriptions that contribute to resistance development.</p>\n<p>In conclusion, the research by Peketi and colleagues presents significant advancements in our understanding of the genetic underpinnings of high-risk uropathogenic E. coli. Their work illuminates the intricacies of genomic islands and plasmid-borne genes, urging scientists and healthcare professionals alike to take the threat of <mark>antimicrobial resistance</mark> seriously. This is not merely a laboratory concern; it resonates with real-world consequences for public health. The patterns observed in the study compel a reevaluation of our strategies in combating infectious diseases, emphasizing the need for vigilance as we adapt to this ever-evolving microbial landscape.</p>\n<p>As the fight against <mark>antibiotic resistance</mark> intensifies, the insights garnered from such detailed genomic analyses will be pivotal. Understanding how strains like ST-131 acquire and propagate resistance not only helps in formulating immediate responses to current health challenges but also plays a crucial role in anticipating the future landscape of infectious diseases.</p>\n<p>Ultimately, the path forward involves collaboration across disciplines to form an effective bulwark against the rising tide of <mark>antimicrobial resistance</mark>, ensuring that effective treatments remain available for infectious diseases that continue to plague humanity.</p>\n<p><strong>Subject of Research</strong>: Uropathogenic E. coli ST-131 and <mark>antimicrobial resistance</mark></p>\n<p><strong>Article Title</strong>: Correction: Genomic islands and plasmid borne <mark>antimicrobial resistance</mark> genes drive the evolution of high-risk, ST-131 uropathogenic E. coli NS30.</p>\n<p><strong>Article References</strong>: Peketi, A.S.K., Nagaraja, V. &amp; Bulagonda, E.P. Correction: Genomic islands and plasmid borne <mark>antimicrobial resistance</mark> genes drive the evolution of high-risk, ST-131 uropathogenic E. coli NS30. BMC Genomics <strong>27</strong>, 45 (2026). https://doi.org/10.1186/s12864-025-12413-z</p>\n<p><strong>Image Credits</strong>: AI Generated</p>\n<p><strong>DOI</strong>:</p>\n<p><strong>Keywords</strong>: <mark>Antimicrobial resistance</mark>, Uropathogenic E. coli, Genomic islands, Plasmids, ST-131, Horizontal gene transfer.</p>\n<p>Tags: adaptation of <mark>bacteria</mark> to antibiotic pressures<mark>antibiotic resistance</mark> genetic mechanisms<mark>antimicrobial resistance</mark> in uropathogenic <mark>bacteria</mark>BMC Genomics study on E. colievolution of high-risk E. coli strainsgenetic analysis of uropathogenic E. coligenomic islands in E. coli ST-131horizontal gene transfer in <mark>bacteria</mark><mark>multi<mark>drug-resistant</mark></mark> E. coli challengesplasmid-borne resistance genespublic health implications of ST-131urinary tract <mark>infection</mark> <mark>pathogens</mark></p>",
        "relevance_msg": "🔥 Matcher: multidrug-resistant, antimicrobial resistance, antibiotic resistance",
        "tags": [
            "genomic island"
        ],
        "sentiment_score": 0.639
    },
    {
        "title": "Prevalence and Antimicrobial Resistance of Escherichia coli Isolated from Selected Farms (Lettuce, Soil and Irrigation Water) Surrounding the Benue River in Garoua, North-Cameroon",
        "url": "https://hal.science/hal-05459423",
        "date": "2026-01-15T10:42:07",
        "source": "hal.science",
        "image": null,
        "summary_html": "The contamination of fresh vegetables with antimicrobial-resistant <mark>bacteria</mark> is a threat to food safety, especially in regions with poor agricultural hygienic practices. To investigate the prevalence and antimicrobial resistant (<mark>AMR</mark>) Escherichia coli in selected farms around the Benue River, we condu...",
        "full_content_html": "<p>The contamination of fresh vegetables with antimicrobial-resistant <mark>bacteria</mark> is a threat to food safety, especially in regions with poor agricultural hygienic practices. To investigate the prevalence and antimicrobial resistant (<mark>AMR</mark>) Escherichia coli in selected farms around the Benue River, we conducted a cross-sectional study from April 01st to 31st May 2025. A total of 170 samples including lettuce, soil, and irrigation water were collected from five small farms. Standard microbiological techniques were used for isolation and identification of E. coli, while antibiotic susceptibility testing was performed on confirmed isolates using the Kirby-Bauer disk diffusion method. Out of the 170 collected samples (lettuce:85, soil:75, and water:10), 79 (46.47%) were tested positive for E. coli. The highest contamination rate was found in lettuce (55.3%), followed by irrigation water (50%) and soil (36%). The resistance profile revealed a high prevalence of multidrug resistant (&ge; 3 antibiotic classes) strains across all matrices. Lettuce isolates exhibited the highest resistance to Amoxicillin-clavulanate (87.23%), Ceftazidime (82.98%), and Ciprofloxacin (87.23%). Irrigation water isolates showed 100% resistance to almost all tested betalactam antibiotics (except for meropenem 100% sensitive). Soil isolates presented a resistance rate of (59.26%) to cefotaxime and Fosfomycin. ESBL phenotypes were also present in each sample type with 16.47% in lettuce, 6.66% in soil and 30% in irrigation water. These results reveal the prevalence of E. coli exhibiting MDR in farms surrounding the Benue River, with lettuce potentially acting as a key transmission vector of resistant strains to consumers. These findings underscore the urgent need for integrated One Health interventions, including farmer training, water treatment, and <mark>AMR</mark> awareness programs to safeguard food safety and public health.</p>\n<p>  Complete list of metadata  </p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance",
        "tags": [
            "Escherichia coli",
            "antimicrobial resistance"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Institutions Nationwide Collaborate in USDA-Funded Project to Improve Microbial Food Safety",
        "url": "https://www.food-safety.com/articles/11046-institutions-nationwide-collaborate-in-usda-funded-project-to-improve-microbial-food-safety",
        "date": "2026-01-15T10:00",
        "source": "Food Safety",
        "image": "https://www.food-safety.com/ext/resources/News/2026/scientist-examining-sample-under-microscope_pressfoto-via-freepik.webp?t=1768424990",
        "summary_html": "Since 2000, multidisciplinary researchers and Extension professionals from 39 land-grant institutions across the U.S. have collaborated in a U.S. Department of Agriculture (USDA)-funded project focused on improving the farm-to-fork microbiological safety of foods. A recently published impact stateme...",
        "full_content_html": "<figure><img alt=\"scientist examining sample under microscope\" src=\"https://www.food-safety.com/ext/resources/News/2026/scientist-examining-sample-under-microscope_pressfoto-via-freepik.webp?t=1768424990\"></img><figcaption>Image credit: pressfoto via Freepik</figcaption></figure>\n<p>Since 2000, multidisciplinary researchers and Extension professionals from 39 land-grant institutions across the U.S. have collaborated in a U.S. Department of Agriculture (USDA)-funded project focused on improving the farm-to-fork <a href=\"https://www.food-safety.com/topics/311-microbiological\">microbiological safety</a> of foods. A recently published impact statement describes the risk-based research, education, and outreach achieved under the 2018&ndash;2023 cycle of this project.</p>\n<p>The <strong><em><a href=\"https://nimss.org/projects/view/mrp/outline/18525\">Enhancing Microbial Safety by Risk Analysis</a></em></strong> project is supported in part by USDA&rsquo;s National Institute of Food and Agriculture (NIFA) through Hatch Multistate Research Fund allocations to participating State Agricultural Experiment Stations at land-grant universities and other partners.</p>\n<p>Project members tackle a wide range of <mark>pathogens</mark>, food types, and points along the supply chain by collaborating across state lines and disciplines and working closely with growers, the food industry, consumers, government agencies, and other stakeholders. Establishing formal collaborations under the umbrella of a single goal helps project members share resources and access funding. With members across the U.S., the project is also able to widely share findings and recommendations.</p>\n<p>In the 2018&ndash;2023 cycle, project members <strong>studied pathogen behavior, characterized risks to human health, and developed ways to predict, detect, track, and manage <mark>pathogens</mark> at various points of food production</strong>. For example, project members:</p>\n<ul> <li>Worked together to standardize protocols among laboratories so that research results can be more easily and directly compared</li> <li>Led a team evaluating the power of sampling and testing plans throughout various produce supply chains (University of Illinois)</li> <li>Evaluated the potential for common produce processing methods to result in cross-contamination (University of Massachusetts)</li> <li>Collaborated with the Tennessee Department of Health on whole genome sequencing (WGS) to support foodborne pathogen detection and tracking (University of Tennessee)</li> <li>Identified routes of preharvest pathogen contamination in wild blueberries, edible seaweed, and other fresh produce commodities in the Northeast (University of Maine, University of Delaware, University of Vermont, and the U.S. Food and Drug Administration [FDA])</li> <li>Evaluated <em>Salmonella </em>survival in flour (Rutgers University)</li> <li>Quantified the presence and spread of <em>Salmonella</em> via winged insects in poultry production systems (Texas A&amp;M University)</li> <li>Developed detection tools for <mark>pathogens</mark> in raw poultry products (University of Wyoming)</li> <li>Demonstrated that prior exposure to a commercially produced culture reduced <em>Salmonella </em>virulence and protected against <mark>infection</mark> (University of Connecticut)</li> <li>Found that women of reproductive age with high consumption of maize-based foods are at risk of delivering a child with neural tube defects due to exposure to fumonisin mycotoxins (Ohio State University)</li> <li>Identified possible risks associated with veterinary drug residues in cattle and recommended sampling plans to reduce contamination of meat and milk (Virginia Tech)</li> <li>Worked on ways to manage <em>Salmonella </em>risks in the beef and pork production chain (Kansas State University)</li> <li>Developed technology and best practices to minimize food safety risks associated with hydroponics (Louisiana State University)</li> <li>Assessed the impact of vacuum steam pasteurization on <mark>pathogens</mark> in wheat grain (Michigan State University)</li> <li>Investigated the efficacy of commonly used sanitizers and disinfectants, as well as novel formulations and techniques for reducing <mark>pathogens</mark> on food surfaces, equipment, and other facility surfaces, including: a titanium dioxide coating to reduce <em>Escherichia coli </em>and <em>Staphylococcus aureus</em> on stainless steel surfaces (University of Missouri); superhydrophobic coatings that can be applied to hardwoods to reduce pathogen retention by 65&ndash;75 percent compared to untreated wood (Texas A&amp;M University); a plant-derived encapsulated antimicrobial coating that reduces the number of <mark>pathogens</mark> on tomato surfaces; packaging films that are effective against Shiga toxin-producing<em> E. coli </em>(STEC) (University of Missouri); UV-C and LED light to inactive <mark>pathogens</mark> on surfaces in food processing facilities (Kansas State University, University of Tennessee); food-grade sanitizers for refrigerator waterlines and microbrewery sanitation (Clemson University); grape seed extract and sodium bisulfate for pathogen control on food products (University of Wyoming); and microbubble treatments that can detach<em> Listeria</em> from the surface of raw cucumbers and avocados (Virginia Tech).</li> </ul>\n<p>Project members also <strong>addressed the critical public health threat of <mark>antimicrobial resistance</mark> (<mark>AMR</mark>)</strong>. Specifically, researchers studied the potential for various foodborne <mark>pathogens</mark> to develop resistance to common sanitation regimens used in food production (University of Massachusetts) and assessed the role of environmental factors on <mark>AMR</mark> and associated genes in <mark>bacteria</mark> (University of Wyoming).</p>\n<p>Additionally, to improve food safety knowledge and practices, project members <strong>provided learning materials and experiences for scientists and educators, industry, and consumers.</strong> For example, members:</p>\n<ul> <li>Conducted interviews with small food processors and food safety inspectors, providing insight on knowledge gaps, which helps develop appropriate communication strategies (Purdue University)</li> <li>Trained educators, Extension personnel, and others on food safety topics and teaching approaches to ensure they are using effective strategies to share accurate information</li> <li>Helped farmers conduct risk assessments and create food safety plans that comply with FDA and USDA regulations (UConn Extension, University of Maine, University of New Hampshire, Southern Center, Texas A&amp;M University, Louisiana State University, and University of Rhode Island)</li> <li>Delivered a workshop in Ethiopia in which representatives from government, academia, and industry identified foodborne hazards and categorized them as high, medium, or low-risk (The Ohio State University)</li> <li>Designed an interactive game to convey food safety concepts (New Mexico State University, University of Massachusetts, and Iowa State University)</li> <li>Provided food safety trainings and events focused on: composting and farmers markets (Louisiana State University); early stage food entrepreneurs, growers processing food in on-farm kitchens, and home food preservation (University of Rhode Island); backyard chicken farmers (University of Vermont); and sanitation and sanitary equipment design for growers using specialized harvesting equipment (University of Maine Cooperative Extension in collaboration with The Northeast Center to Advance Food Safety).</li> </ul>\n<p><strong>Work to guide food safety policy</strong> was also completed by project members, such as:</p>\n<ul> <li>Assistance with the development of FDA guidance for applying raw and composted manure and requirements that protect produce from contaminated irrigation water (Louisiana State University)</li> <li>Led by the Food and Agriculture Organization and the World Health Organization (FAO), the production of a comprehensive guidance document on Food Microbiological Risk Assessment (Rutgers University).</li> </ul>\n<p>Other research conducted by project members from 2018&ndash;2023 focused on <strong>COVID-19 in food production systems and foodservice</strong> (University of Nebraska-Lincoln, University of Florida, Rutgers University, Texas A&amp;M University, Kansas State University, North Carolina State University, University of Arkansas, and Clemson University), <strong>pathogen detection technology</strong>, and the <strong>food safety risk of wastewater spillover from treatment plants</strong> (University of Wyoming).</p>\n<p>The impact statement was produced by <strong><a href=\"https://www.mrfimpacts.org/\">Multistate Research Fund Impacts</a></strong>.</p>\n<p>  Looking for quick answers on food safety topics?<br>\n <strong>Try Ask FSM, our new smart AI search tool.</strong>   </p>",
        "relevance_msg": "🔥 Matcher: bacteria, antimicrobial resistance, amr",
        "tags": [
            "NIFA",
            "microorganism",
            "United States Department of Agriculture (USDA)"
        ],
        "sentiment_score": 0.57
    },
    {
        "title": "Here’s what’s on South Africa’s 2026 public health agenda",
        "url": "https://www.financialmail.businessday.co.za/news-and-fox/2026-01-15-heres-whats-on-south-africas-2026-public-health-agenda/",
        "date": "2026-01-15T09:07",
        "source": "Financial Mail",
        "image": "https://www.financialmail.businessday.co.za/resizer/v2/UMS4MFNCI5EDFFRWLEHUU6EROU.jpg?auth=b191c57d30f181231e6b0c7bd4e6b31fb15a25e25339063e3495785ebb539c12&width=800&height=533&smart=true",
        "summary_html": "South Africa is a study in contrasts. And the 2026 public health agenda is no exception.\nBreakthrough HIV prevention medicine has arrived alongside US funding cuts. AI could revolutionise TB screening but drug resistance is climbing. New obesity drugs have launched but are unaffordable to nearly eve...",
        "full_content_html": "<figure>lead-art-block.fullscreen-enterExpand<picture><source media=\"(max-width: 800px)\" srcset=\"https://www.financialmail.businessday.co.za/resizer/v2/UMS4MFNCI5EDFFRWLEHUU6EROU.jpg?auth=b191c57d30f181231e6b0c7bd4e6b31fb15a25e25339063e3495785ebb539c12&width=800&height=533&smart=true\"></source><source media=\"(max-width: 1600px)\" srcset=\"https://www.financialmail.businessday.co.za/resizer/v2/UMS4MFNCI5EDFFRWLEHUU6EROU.jpg?auth=b191c57d30f181231e6b0c7bd4e6b31fb15a25e25339063e3495785ebb539c12&width=1600&height=1066&smart=true\"></source><img data-chromatic=\"ignore\" src=\"https://www.financialmail.businessday.co.za/resizer/v2/UMS4MFNCI5EDFFRWLEHUU6EROU.jpg?auth=b191c57d30f181231e6b0c7bd4e6b31fb15a25e25339063e3495785ebb539c12&width=800&height=533&smart=true\"></img></picture><figcaption>Experts share their take on a few of the most pressing public health issues this year</figcaption></figure>\n<p>South Africa is a study in contrasts. And the 2026 public health agenda is no exception.</p>\n<p>Breakthrough HIV prevention medicine has arrived alongside US funding cuts. AI could revolutionise TB screening but drug resistance is climbing. New obesity drugs have launched but are unaffordable to nearly everyone. National Health Insurance (NHI) is law but is facing nine court challenges which may kill it. And tobacco legislation advances &mdash; maybe.</p>\n<p>We talked to experts about their take on a few of the most pressing public health issues this year. Here&rsquo;s what they told us.</p>\n<h3>Obesity guidelines. Check. Anti-obesity drugs. Check. What now?</h3>\n<p>About <a href=\"https://url.za.m.mimecastprotect.com/s/7HMtCj2gxmsPNwxohxF2HmDEWB?domain=nejm.org\">one-third of all South Africans</a> are now living with obesity, a condition associated with <a href=\"https://url.za.m.mimecastprotect.com/s/Yo3xCk5jynF1GRJ2f0HGHGSOoS?domain=niddk.nih.gov\">dozens of noncommunicable diseases</a>, such as type 2 diabetes, high blood pressure, kidney disease and some types of cancer. In November last year, South Africa released its first <a href=\"https://url.za.m.mimecastprotect.com/s/ZOekC98Alwu976w4fPtqHq7bmQ?domain=samajournals.co.za\">clinical practice guidelines for the treatment of adult obesity</a>. It defines obesity as a chronic disease, and helps doctors decide how to treat it, from health support without weight-shaming to medicines and surgery.</p>\n<p>It also includes recommendations for<a href=\"https://url.za.m.mimecastprotect.com/s/M-iZClOkzoHp43YRuNILHzvovx?domain=who.int\"> GLP-1s</a> (glucagon-like peptide-1 receptor agonists), better known under the brand names Ozempic, Mounjaro and Wegovy. The <a href=\"https://url.za.m.mimecastprotect.com/s/M-iZClOkzoHp43YRuNILHzvovx?domain=who.int\">medication</a> helps lower blood sugar levels, slows digestion and increases the feeling of fullness. These are approved for diabetes in South Africa, while Wegovy was approved for <a href=\"https://url.za.m.mimecastprotect.com/s/-MVgCmw0ApuD47QyfwSwHR_l6B?domain=pi-pil-repository.sahpra.org.za\">weight management</a> last year.</p>\n<p>Experts say the drugs, which have been <a href=\"https://url.za.m.mimecastprotect.com/s/Dn2qCnZmBqhjB1R9HzTjHJSPFT?domain=accessdata.fda.gov\">used to treat diabetes for 20 years</a>, are a game-changer in fighting obesity. But monthly prices that range from about R3,000 to R6,000, according to experts we spoke with, put the drugs out of reach for almost everyone. They are not yet available in the public sector, and because weight loss is not included under the <a href=\"https://url.za.m.mimecastprotect.com/s/V7lzCoYnDruZW1y2imU5HpcL8k?domain=medicalschemes.co.za/\">conditions medical aids</a> are legally required to cover, they have to be paid for out of pocket.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/zuJnCpgoEvhK6JR4H9cjHGIwJ7?domain=bmj.com\">Research released in early January,</a> which reviewed 37 studies, also showed that, in clinical trials, people who used weight-loss drugs for an average of around 10 months, and then stopped using them, picked up all the kilograms they lost &mdash; and fast. So, like other chronic medications, the drugs ideally need to be used lifelong.</p>\n<p>We talked with an endocrinologist who helped craft the obesity guidelines and a researcher working at the crossroads of HIV treatment and obesity management about what&rsquo;s ahead.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/Ww31CqjpG0FlwxMYtgfQHEUdXI?domain=sunwardparkmedical.co.za/\"><b>Angela Murphy</b></a><b>, endocrinologist</b></p>\n<p>The guidelines will help educate the health-care sector, like providers, doctors, nursing staff, government and policymakers, about how they approach people living with obesity.</p>\n<p>There are many reasons people are obese. But it&rsquo;s important to understand that <a href=\"https://url.za.m.mimecastprotect.com/s/16_0Cr0qJxhoJzBQi5hYH47W5N?domain=nejm.org\">up to 70%</a> of the reason a person lives with obesity is genetic. It&rsquo;s not an issue of willpower. It&rsquo;s a <a href=\"https://url.za.m.mimecastprotect.com/s/QG3SCvgxNBhKVPkwHPiYHQ95JH?domain=nejm.org\">biological response to weight loss</a> because the body wants to defend the weight it sees as the normal weight. We also have to have healthy, balanced diets, and we have to have exercise. But the statistics tell us that a healthy lifestyle alone, on average, can possibly get up to <a href=\"https://url.za.m.mimecastprotect.com/s/BeNECwjyODF9r4wlfzs8HJgUYi?domain=cdrnet.org\">5% weight loss</a>. This is where medications become incredibly valuable.</p>\n<p>Obesity is complicated, and it&rsquo;s not easy to treat because it involves our genetics, our environment and how we eat. But obesity is a disease, and we need to treat it as such.</p>\n<p>For the GLP-1s, we need political will, as we did with HIV and antiretrovirals, where our ministers came on board. You need drug makers, so Eli Lilly [manufacturer of Mounjaro] and Novo Nordisk [manufacturer of Ozempic and Wegovy], to come to the party around pricing.</p>\n<p>Often, we think we need $100m [about R16.5-million] to do anything, but awareness campaigns work. We did that a lot in the early days of HIV, and we need to do that when it comes to obesity, which means you would also be educating people about type 2 diabetes and noncommunicable diseases.</p>\n<h3>The NHI will be stuck in court. And might just die there</h3>\n<p>After nearly two decades of promises, the <a href=\"https://url.za.m.mimecastprotect.com/s/pdBiC0go1khZP9ANi3uvH9i8YL?domain=gov.za\">National Health Insurance Act</a> was signed into law in May 2024. The state-run fund promises to do away with the current form of private medical schemes &mdash; which <a href=\"https://url.za.m.mimecastprotect.com/s/A647Cy8A0GukVQBOfLu7Hx3toT?domain=medicalschemes.co.za\">about 15% of South Africans have</a> &mdash; and better serve the remaining 85% who depend on public health services.</p>\n<p>But almost as soon as President Cyril Ramaphosa signed it, lawsuits started piling up. <a href=\"https://url.za.m.mimecastprotect.com/s/xhSNCzm4RJH9VyjWfyCpH9hEzQ?domain=bhekisisa.org/\">Our latest count</a>: <a href=\"https://url.za.m.mimecastprotect.com/s/GURoCAnXwGh2qPDpcyFWHGZjwB?domain=bhekisisa.org\">nine separate court actions</a>.</p>\n<p>The charges are myriad: procedural flaws in the parliamentary process; inadequate public input; an <a href=\"https://url.za.m.mimecastprotect.com/s/B5d9CBgXxJhB2kLWSAHZH2QnJn?domain=hfassociation.co.za\">unrealistic tax-based</a> financial structure; disputes about plans for <a href=\"https://url.za.m.mimecastprotect.com/s/xhSNCzm4RJH9VyjWfyCpH9hEzQ?domain=bhekisisa.org/\">medical aid schemes</a>; consolidation of control under the health minister; consistent failures in service delivery; and the <a href=\"https://url.za.m.mimecastprotect.com/s/xhSNCzm4RJH9VyjWfyCpH9hEzQ?domain=bhekisisa.org/\">blocking of access</a> to treatment for asylum seekers and undocumented migrants.</p>\n<p>Sitting now with the Constitutional Court is Ramaphosa&rsquo;s appeal to a previous ruling that required he provide, essentially, a show of his due diligence before signing. An end-of-year application from the health minister asked to consolidate five of the pending cases and put them on hold until the court&rsquo;s decision on Ramaphosa&rsquo;s appeal.</p>\n<p>Similar concerns are raised in a South African case study in <a href=\"https://url.za.m.mimecastprotect.com/s/yEl9CDRZzLs0GW8YImIAHjHVOo?domain=thelancet.com\">Global Health Watch</a>, a Lancet-published analysis of global health reform released on January 10.</p>\n<p>The experts we spoke with say NHI progress will be stalled &mdash; mired in court throughout 2026. That is, they say, if it survives at all.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/QGpOCElXAMFMXzZ4CYSLH7-XWX?domain=health.uct.ac.za\"><b>Susan Cleary</b></a><b>, health economist, University of Cape Town (UCT)</b></p>\n<p>What&rsquo;s been so sad about the NHI debate is that we are saying that an NHI is better than a National Health Service (NHS) system, which is what we&rsquo;ve got at the moment. But there are no strong grounds to suggest that NHI is better; these are simply different ways of financing a health system. In fact, the NHS is an outstanding funding model.</p>\n<p>Also, there are huge costs of change associated with that switch, and the act itself has serious flaws. It&rsquo;s written in a way that gives legal force to regulations added later &mdash; regulations that give a lot of power to the minister. He can appoint almost everyone and this means there&rsquo;s hardly any corruption safeguard.</p>\n<p>There were many years of engagements on this, and problems were pointed out. They sat on that for years, and then it was signed with no changes, despite all the inputs.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/9KkeCGZXDOhGXPz3CRTgHBPnM5?domain=wsg.ac.za\"><b>Alex van den Heever</b></a><b>, economist and chair of social security systems administration and management studies, Wits University</b></p>\n<p>It&rsquo;s technically not lawful because the objectives of the legislation itself cannot be achieved, meaning it promises outcomes that the system it creates is not capable of delivering<i>.</i> For example, it relies on shifting medical scheme contributions into the tax system at a time <a href=\"https://url.za.m.mimecastprotect.com/s/Jnq3CJZKJgh5M2j9i0U1HyHO-z?domain=samajournals.co.za\">when the government has no realistic capacity to raise additional tax.</a></p>\n<p>The government has never done the heavy lifting required to make a proper proposal on health reform. It has generated no systematic analysis of the private sector, of the public sector, nothing to justify the institutional restructuring it has proposed; nothing on governance.</p>\n<blockquote data-style-alignment=\"unset\" data-style-direction=\"vertical\" data-style-inline=\"false\" data-style-justification=\"start\" data-style-wrap=\"nowrap\"><figure><svg class=\"injected-svg\" data-src=\"/pf/resources/images/quote.svg?d=59\" focusable=\"false\" role=\"img\" viewbox=\"0 0 16 16\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><path d=\"M7.13 5.932c.909 2.619-.528 5.508-4.477 6.213l-.082-.377-.052-.251-.052-.242s2.378-.058 3.484-2.174c-.259.261-.951.513-1.21.56a3 3 0 0 1-.6.059c-1.467 0-2.79-.976-3.08-2.367-.34-1.595.776-3.13 2.46-3.44a3.4 3.4 0 0 1 1.251 0q.203.032.404.106l.027.01c.026.01.054.02.076.02.362.144.693.337.961.579.135.097.248.212.362.338.166.203.32.435.424.686.041.087.072.184.103.28M14.72 5.88q.008.027.018.052c.91 2.619-.538 5.508-4.487 6.213l-.082-.377-.052-.251-.052-.242s2.378-.058 3.484-2.174c-.258.261-.951.513-1.21.56-1.695.31-3.349-.724-3.68-2.308-.33-1.585.786-3.13 2.481-3.44a3.4 3.4 0 0 1 1.313.014c.109.025.227.052.331.092l.027.01c.026.01.054.02.076.02.352.144.693.337.962.579.134.106.248.222.361.348a2.8 2.8 0 0 1 .51.904\"></path></svg></figure><p>Obesity is complicated, and it&rsquo;s not easy to treat because it involves our genetics, our environment and how we eat</p></blockquote>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/MdR5CKO70jHmpYR7i5cZH5UtAT?domain=sciencedirect.com\">AI is already reshaping public health</a> &mdash; diagnosing illnesses, analysing complex datasets and uncovering patterns in research in ways that humans might not even consider.</p>\n<p>A study in Nature Genetics found that <a href=\"https://url.za.m.mimecastprotect.com/s/AtliCLg1Lkh48gzBHvfYHylkFn?domain=nature.com\">AI was able</a> to predict which people would later be diagnosed with diseases, sometimes years before doctors identified them. AI-assisted screening for TB &mdash; which has been <a href=\"https://url.za.m.mimecastprotect.com/s/2CeKC76yjrIo70BGiBipHoWp8V?domain=theglobalfund.org\">tested in South Africa</a> &mdash; can read and interpret chest X-rays at a speed and scale humans could never do, with the potential to quickly identify TB hotspots, a cornerstone of prevention.</p>\n<p>The experts we spoke with were enthusiastic and cautious, warning about risks of hype and misuse. For now, they say, it remains dependent on human expertise and data quality &mdash; and they say to researchers and health-care providers not using it: you&rsquo;d better start.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/EhYaCMjKMlFWmLnBUxh4H8bK39?domain=publichealth.jhu.edu\"><b>Thomas Hartung</b></a><b>, Johns Hopkins Bloomberg school of public health professor and editor of</b> <a href=\"https://url.za.m.mimecastprotect.com/s/tf1WCNxKNmFXyQgkTGiKHy8eZ5?domain=frontiersin.org\"><b>Frontiers in AI</b></a></p>\n<p>Since the early 2010s, the computing power used to <a href=\"https://url.za.m.mimecastprotect.com/s/m-yjCO7XOni4QgB1H7sZHGouHg?domain=openai.com/\">train leading AI systems</a> has been doubling roughly every three months, a pace that can make this year&rsquo;s AI several times more powerful than last year. Nobody can read the millions of scientific papers that are produced each year, but AI can and does not forget.</p>\n<p>Traditional drug development <a href=\"https://url.za.m.mimecastprotect.com/s/hp3YCP1KPoUMV2LzCqtOHx_qMF?domain=doi.org\">typically takes 12 years</a> and costs roughly <a href=\"https://url.za.m.mimecastprotect.com/s/WTiiCQ1KQpUrZKwvIWuVHG5jYa?domain=doi.org\">$3bn per drug</a>. <a href=\"https://url.za.m.mimecastprotect.com/s/xePECRgKRqhBZp34SxCKH1MaVY?domain=sciencedirect.com\">AI-first drugs</a> [developed and designed by AI] reached human trials in 2023 after only four years of pre-clinical development. Major companies are now increasingly using AI to speed up every single step of the [development process]; each day saved in getting a drug to market is worth at least $1m to the developer.</p>\n<p>AI is making it possible to map how what we&rsquo;re exposed to around us &mdash; like air pollution, chemicals, diet and stress &mdash; affect our health. By combining data from large population studies and routine blood and urine tests, researchers can track how these exposures affect the body over time. This is laying the groundwork for &ldquo;digital twins&rdquo; &mdash; digital stand-ins for real people that help explain how things in our surroundings can make us sick.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/4hFUCVm2YxH9QEpqfBFvHEop1v?domain=ezintsha.org/\"><b>Siphamandla Gumede</b></a><b>, researcher, Ezintsha, Wits University</b></p>\n<p>We are already seeing people using AI as a screening tool. If you&rsquo;ve got a headache, you search, &ldquo;I&rsquo;ve got a forehead headache&rdquo;. It will probably tell you have a certain type of headache, that you need to seek care or you need to get a certain type of treatment.</p>\n<p>The high-impact goal for 2026 would be to use AI to set off a fully networked public health system that will be able to link [the health profile] of someone, no matter where they are in the country. So if you went to a clinic and picked up pills, it should be seen up on the system. If you&rsquo;ve missed your clinic visit, there will be [a text, call or e-mail] telling you that.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/lwJ7CWnKZyhGoQnrCYH2HoFQeM?domain=linkedin.com\"><b>Guido Geerts</b></a><b>, CEO, Delft Imaging Systems </b></p>\n<p>With an X-ray of your chest, a doctor can see if you have TB. The AI can do it better, and faster, than a radiologist. Our current AI system has read about <a href=\"https://url.za.m.mimecastprotect.com/s/OC6ECX6X1zI0rgLEIPIEHWD-Cz?domain=delft.care/\">30-million cases worldwide </a>and has become very intelligent in recognising TB. But AI can make a mistake, like a human. What is still the case is that some other lung abnormalities may not be well visible.</p>\n<h3>The tobacco bill is coming. Just not likely in its current form</h3>\n<p>Work on tobacco legislation <a href=\"https://url.za.m.mimecastprotect.com/s/fS0nCY6Y2AIOBvyVULSQHxjUyO?domain=gov.za\">began in 2018</a>. But it took until August 2025 for the Tobacco Products &amp; Electronic Delivery Control Systems <a href=\"https://url.za.m.mimecastprotect.com/s/CztTCg5DrjFpQjzEuZCVH4szGB?domain=static.pmg.org.za\">Bill</a> to <a href=\"https://url.za.m.mimecastprotect.com/s/Ne6rCZ4G3Bu2BwWKcqT3HB7o8R?domain=parliament.gov.za\">wrap up public hearings</a>. Parliament&rsquo;s health committee will now decide whether to move ahead.</p>\n<p>The legislation bans tobacco product displays at points of sale, single cigarette sales and smoking in public areas &mdash; and mostly applies the same rules to e-cigarettes and vapes, which are currently unregulated. But the industry is pushing back hardest on requirements for <a href=\"https://url.za.m.mimecastprotect.com/s/T7YNC1jp2lF5W0QJirU3HVPkOp?domain=bhekisisa.org/\">plain packaging and graphic warnings</a> (saying it would encourage illicit trade) and the bill&rsquo;s ban on advertising of <a href=\"https://url.za.m.mimecastprotect.com/s/z0HcC2Rq3msOy4D5UzcQH57ko7?domain=bhekisisa.org/\">electronic devices</a>. The industry uses the term &ldquo;<a href=\"https://url.za.m.mimecastprotect.com/s/m_WVC3lr4nF0NPrDILfpHQAsp2?domain=tobaccocontrol.bmj.com\">harm reduction</a>&rdquo; to argue that the devices are &ldquo;safer&rdquo; than traditional cigarettes. But public health experts <a href=\"https://url.za.m.mimecastprotect.com/s/z0HcC2Rq3msOy4D5UzcQH57ko7?domain=bhekisisa.org/\">refute that claim</a> and are worried about vape marketing to children, with <a href=\"https://url.za.m.mimecastprotect.com/s/jN6dC48v5ou3knw4CORhnH4oADl?domain=sciencedirect.com\">use among high schoolers</a> found to be around 17%.</p>\n<p>The experts we spoke with are confident that a bill will go through in 2026. But how it ends up is another story.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/ZcZTC58w6pu4NzrkHzziVHkh810?domain=up.ac.za\"><b>Lekan Ayo-Yusuf</b></a><b>, head of the University of Pretoria&rsquo;s school of public health and director of the Africa Centre for Tobacco</b></p>\n<p>We&rsquo;ve been <a href=\"https://url.za.m.mimecastprotect.com/s/SZcgC66xgqI8wg4Lsp6slH5rAg1?domain=atim.co.za\">documenting e-cigarette use since 2010</a>, and the trend is very clear: there is a parallel increase in e-cigarette use and in smoking.</p>\n<p>The industry is pushing back on the e-cigarette marketing ban because they say they need to [advertise] harm reduction to consumers. This is <a href=\"https://url.za.m.mimecastprotect.com/s/3dlkC76yjrIo70BGi8BtpHojl06?domain=pmc.ncbi.nlm.nih.gov/\">despite studies</a> showing that this <a href=\"https://url.za.m.mimecastprotect.com/s/mok-C8qzkvfL4AyNinMu5HybcQ4?domain=pmc.ncbi.nlm.nih.gov/\">didn&rsquo;t matter to users</a>, especially nicotine-naive youth [people who haven&rsquo;t used nicotine before] who are <a href=\"https://url.za.m.mimecastprotect.com/s/HxOYC98Alwu976w4foPCqHqAU9S?domain=bhekisisa.org/\">increasingly taking up these products</a> for their attractive designs and <a href=\"https://url.za.m.mimecastprotect.com/s/M3QEC0go1khZP9ANiw3FvH9Oocy?domain=pmc.ncbi.nlm.nih.gov/\">flavours</a>.</p>\n<p>The tobacco industry wants to see a bill. But it just wants the committee to remove and rewrite. So it may be that the committee creates its own watered-down bill and goes with that.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/R37LCg5DrjFpQjzEuNZHVH4WE-Q?domain=commerce.uct.ac.za\"><b>Corn&eacute; van Walbeek</b></a><b>, UCT economics professor and director of the Research Unit on the Economics of Excisable Products</b></p>\n<p>Often, people think about illicit trade as [counterfeiting or] smuggling across borders. But the main source of illicit trade is easy to fix.</p>\n<p>You&rsquo;ve got multinationals talking about illicit trade: British American Tobacco, Philip Morris, JTI. They are at public hearings, and are very noisy, and come across as &ldquo;We are your friends. We are here to support you.&rdquo;</p>\n<p>You don&rsquo;t hear from the local companies &mdash; Amalgamated Tobacco, Carnilinx and Polaris (Gold Leaf Tobacco). But they are registered with the South African Revenue Service (Sars). They are, in principle, legitimate companies. But <a href=\"https://url.za.m.mimecastprotect.com/s/14ywCj2gxmsPNwxohWxI2HmjpHg?domain=pmc.ncbi.nlm.nih.gov/\">we&rsquo;ve found</a> they produce, say, a million cigarettes, and might declare 100,000. Our best estimate is that 60% of cigarette taxes have not been fully paid. Local groups work on the principle of &ldquo;Let&rsquo;s make as much money as we can, as quickly as we can&rdquo; because at some point the government&rsquo;s going to crack down. Sars could greatly reduce illicit cigarettes with supply control measures, like <a href=\"https://url.za.m.mimecastprotect.com/s/b9RjCk5jynF1GRJ2f20fGHGDo0M?domain=tobaccotactics.org/\">track and trace technology</a> systems that monitor cigarettes from factory to shop.</p>\n<blockquote data-style-alignment=\"unset\" data-style-direction=\"vertical\" data-style-inline=\"false\" data-style-justification=\"start\" data-style-wrap=\"nowrap\"><figure><svg class=\"injected-svg\" data-src=\"/pf/resources/images/quote.svg?d=59\" focusable=\"false\" role=\"img\" viewbox=\"0 0 16 16\" xmlns=\"http://www.w3.org/2000/svg\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><path d=\"M7.13 5.932c.909 2.619-.528 5.508-4.477 6.213l-.082-.377-.052-.251-.052-.242s2.378-.058 3.484-2.174c-.259.261-.951.513-1.21.56a3 3 0 0 1-.6.059c-1.467 0-2.79-.976-3.08-2.367-.34-1.595.776-3.13 2.46-3.44a3.4 3.4 0 0 1 1.251 0q.203.032.404.106l.027.01c.026.01.054.02.076.02.362.144.693.337.961.579.135.097.248.212.362.338.166.203.32.435.424.686.041.087.072.184.103.28M14.72 5.88q.008.027.018.052c.91 2.619-.538 5.508-4.487 6.213l-.082-.377-.052-.251-.052-.242s2.378-.058 3.484-2.174c-.258.261-.951.513-1.21.56-1.695.31-3.349-.724-3.68-2.308-.33-1.585.786-3.13 2.481-3.44a3.4 3.4 0 0 1 1.313.014c.109.025.227.052.331.092l.027.01c.026.01.054.02.076.02.352.144.693.337.962.579.134.106.248.222.361.348a2.8 2.8 0 0 1 .51.904\"></path></svg></figure><p>We&rsquo;re losing 20 years of successful programming to empty political rhetoric</p></blockquote>\n<h3>TB rates declined. Now we have to keep them dropping</h3>\n<p>Over the past decade, South Africa has <a href=\"https://url.za.m.mimecastprotect.com/s/bowjClOkzoHp43YRuGNTLHzY_Fw?domain=worldhealthorg.shinyapps.io\">reduced the number of people getting TB by about 60%</a>, driven by better testing and treatment; for every 10 people who used to get TB, only about four do today. Yet we still have one of the highest TB rates in the world. <a href=\"https://url.za.m.mimecastprotect.com/s/TdtqCmw0ApuD47QyfGwUwHRx1h6?domain=sciencedirect.com\">Studies</a> <a href=\"https://url.za.m.mimecastprotect.com/s/38fDCnZmBqhjB1R9H9zcjHJFLaU?domain=pubmed.ncbi.nlm.nih.gov/\">suggest </a>that more than 50% of South Africans carry the <mark>infection</mark> without being sick, while about <a href=\"https://url.za.m.mimecastprotect.com/s/a6x9CoYnDruZW1y2i1mu5HpxFi9?domain=pmc.ncbi.nlm.nih.gov/\">one in 10</a> of those will go on to develop an active disease, usually when something weakens their immune system.</p>\n<p>Alongside poverty, poor nutrition and crowded living conditions, the <a href=\"https://url.za.m.mimecastprotect.com/s/LfNfCpgoEvhK6JR4HP9hjHGvY9Y?domain=health.gov.za\">high number of South Africans living with HIV</a>, which leaves them more susceptible to TB, drives our numbers up. Experts are now concerned about the rise in <a href=\"https://url.za.m.mimecastprotect.com/s/9jYgC8qzkvfL4AyNiMs5Hyp-El?domain=pmc.ncbi.nlm.nih.gov/\">resistance to bedaquiline</a>, the drug that has been used to <a href=\"https://url.za.m.mimecastprotect.com/s/LAnhCqjpG0FlwxMYtZgiQHEAtH2?domain=accessdata.fda.gov\">treat <mark>multi<mark>drug-resistant</mark></mark> TB since 2012</a>. Also worrying: <a href=\"https://url.za.m.mimecastprotect.com/s/GmywCr0qJxhoJzBQi75iYH4Ibbb?domain=pmc.ncbi.nlm.nih.gov/\">the 15%-20% sliced out of our TB programme</a> and uncertainty around research due to funding cuts that could quickly reverse our gains.</p>\n<p>But breakthroughs are converging: portable digital X-rays, <a href=\"https://url.za.m.mimecastprotect.com/s/2CeKC76yjrIo70BGiBipHoWp8V?domain=theglobalfund.org\">AI-assisted diagnostics</a> and, since 2022, targeted testing of high-risk groups, like those with HIV, regardless of symptoms. And some research in the pipeline looks promising.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/iBOkCvgxNBhKVPkwHQPtYHQNqdY?domain=ahri.org/\"><b>Limakatso Lebina</b></a><b>, director of clinical trials at the Africa Health Research Institute </b></p>\n<p>If you have TB symptoms, you are easy to find: you are sick, you go to the clinic or hospital and you will be tested. The problem is that South Africa&rsquo;s <a href=\"https://url.za.m.mimecastprotect.com/s/dBSHCwjyODF9r4wlfVzu8HJS59B?domain=knowledgehub.health.gov.za\">first national TB prevalence survey</a>, done in 2018, showed that more than half of people found to have TB were asymptomatic, so not complaining of any <a href=\"https://url.za.m.mimecastprotect.com/s/n-CbCxGzPEfwNgWEH8mtAHycQGX?domain=who.int\">symptoms</a> [such as a prolonged cough, fever and unexplained weight loss].</p>\n<p>What we don&rsquo;t know is if asymptomatic people can transmit the TB bacterium. It&rsquo;s become clear that TB is a spectrum of illness. Maybe everyone starts as asymptomatic, and with time can become more symptomatic. Is that what is hindering progress in the fight against TB? Is it because people don&rsquo;t know they have TB, then interact with family and community members and transmit TB unknowingly? <a href=\"https://url.za.m.mimecastprotect.com/s/BL-KCy8A0GukVQBOfZLF7Hx3-WY?domain=ahri.org/\">That&rsquo;s what we hope to find with our research</a>.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/1MQ-Czm4RJH9VyjWf4ySpH9I9p3?domain=idm.uct.ac.za\"><b>Mark Hatherill</b></a><b>, director of the South African Tuberculosis Vaccine Initiative, UCT</b></p>\n<p>The <a href=\"https://url.za.m.mimecastprotect.com/s/J4MhC0go1khZP9ANiD3IvH91DoK?domain=ncbi.nlm.nih.gov\">BCG vaccine</a> given to children gives 70%-80% protection against TB in children under five. But that protection wears off after about 10 years, which means people can get TB later, as adolescents and adults, who can then infect others. This drives the cycle of the epidemic. To switch it off, we need a vaccine that doesn&rsquo;t need to be given multiple times.</p>\n<p>Right now, there are two leading candidates:<a href=\"https://url.za.m.mimecastprotect.com/s/6tCWCBgXxJhB2kLWSzASZH2YYiq?domain=protocols.io\"> M72/AS01E</a>, which is showing 50% protection against the bacterium, and a vaccine called <a href=\"https://url.za.m.mimecastprotect.com/s/s1KqCDRZzLs0GW8YIWmTAHjB4KQ?domain=iavi.org\">MTBVAC</a>. Both will probably report in 2028/2029. South Africa has a &ldquo;hot&rdquo; TB epidemic, meaning the disease is still spreading actively in communities. Even a TB vaccine that is 30% effective could matter a great deal &mdash; far better than no vaccine at all.</p>\n<h3>HIV: Breakthrough science, strained delivery</h3>\n<p>The public health community is excited about the rollout of <a href=\"https://url.za.m.mimecastprotect.com/s/XaX9CElXAMFMXzZ4CNYULH7kmBp?domain=who.int\">lenacapavir</a> (LEN), the groundbreaking six-monthly HIV prevention jab, and <a href=\"https://url.za.m.mimecastprotect.com/s/UOonCGZXDOhGXPz3CKRcgHB2GpJ?domain=saflii.org\">recent legal changes</a> for trained pharmacists to prescribe antiretrovirals. But the <a href=\"https://url.za.m.mimecastprotect.com/s/oVuoC66xgqI8wg4Ls6hlH5XpBY?domain=bhekisisa.org/\">Trump administration&rsquo;s funding cuts</a> continue to hamper prevention and treatment.</p>\n<p>LEN offers <a href=\"https://url.za.m.mimecastprotect.com/s/nJc6CJZKJgh5M2j9iV0f1Hy6Ikd?domain=nejm.org\">almost foolproof protection for HIV-negative</a> people against the virus, and is expected to <a href=\"https://url.za.m.mimecastprotect.com/s/2HVTC58w6pu4NzrkHzfVHkFXcy?domain=bhekisisa.org/\">roll out by April</a> across 360 government clinics in South Africa. The injections, <a href=\"https://url.za.m.mimecastprotect.com/s/lBpRCKO70jHmpYR7iM5hZH5meFL?domain=bhekisisa.org/\">donated by the Global Fund to Fight Aids, TB and Malaria</a>, will only be enough for <a href=\"https://url.za.m.mimecastprotect.com/s/2xygCLg1Lkh48gzBHBvtYHyyECX?domain=bhekisisa.org\">456,000 people</a> &mdash; a sliver of what might make a meaningful dent in the estimated <a href=\"https://url.za.m.mimecastprotect.com/s/1kM4CMjKMlFWmLnBUwxs4H8g4yo?domain=thembisa.org/\">173 000 new yearly HIV <mark>infection</mark>s</a>. Still, it&rsquo;s an important start.</p>\n<p>The health department will need about <a href=\"https://url.za.m.mimecastprotect.com/s/oVuoC66xgqI8wg4Ls6hlH5XpBY?domain=bhekisisa.org/\">R2.82bn to plug the US funding gap for this financial year, but so far the health department has been able to raise</a> only <a href=\"https://url.za.m.mimecastprotect.com/s/ZELMCNxKNmFXyQgkTmGtKHy7eul?domain=sanews.gov.za\">R753m</a>. <a href=\"https://url.za.m.mimecastprotect.com/s/OhAxCO7XOni4QgB1HE7tZHGbumH?domain=pmc.ncbi.nlm.nih.gov\">The cancellation of 5,800 awards</a> means many clinics were closed &mdash; and remain closed &mdash; <a href=\"https://url.za.m.mimecastprotect.com/s/Fvu0CP1KPoUMV2LzCzqCOHx5z9a?domain=bhekisisa.org/\">mobile testing units</a> sit unused, more than <a href=\"https://url.za.m.mimecastprotect.com/s/oVuoC66xgqI8wg4Ls6hlH5XpBY?domain=bhekisisa.org/\">24,000 health workers</a> have not been replaced and <a href=\"https://url.za.m.mimecastprotect.com/s/FszcCQ1KQpUrZKwvIxWFVHGkN0E?domain=bhekisisa.org/\">data systems support</a> is stalled.</p>\n<p>Can our stretched system handle it?</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/z2u4CRgKRqhBZp34S9xuKH1koO7?domain=ezintsha.org/\"><b>Francois Venter</b></a><b>, executive director, Ezintsha, Wits University </b></p>\n<p>Most clinical services for <a href=\"https://url.za.m.mimecastprotect.com/s/mzEPCVm2YxH9QEpqfGBCvHEH29o?domain=unaids.org\">groups of people with a higher chance than the general population to get HIV</a> &mdash; sex workers, drug-using populations and LGBTI people &mdash; were shut down literally overnight, and have not been replaced. The remaining 25% are in danger from further cuts. These programmes were <a href=\"https://url.za.m.mimecastprotect.com/s/d1h1CWnKZyhGoQnrC6YS2Ho0_KI?domain=bhekisisa.org/\">vital to HIV prevention</a> and, until now, were one of our few health successes.</p>\n<p>They were successful because US funding was directed at key areas, with money tied to clear actions on the ground. The tiny amount of money mobilised since then has been sent into a vague health department pot with no plan to replace these areas. We&rsquo;re losing 20 years of successful programming to empty political rhetoric, and we will see the consequences in new <mark>infection</mark>s and advanced HIV hospital presentations soon.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/hnmHCX6X1zI0rgLEI6PTEHWkfgM?domain=ezintsha.org/\"><b>Simiso Sokhela</b></a><b>, director of clinical research, Ezintsha, Wits University</b></p>\n<p>These drugs do not work on their own &mdash; neither do prevention drugs like LEN nor antiretrovirals. Somebody has to make sure that the drugs get to the people. Somebody has to educate people. Somebody has to deal with the people who have pill fatigue. Someone has to deal with the marginalised communities not included in most of these processes. If the framework is eroded, the drugs will stay on the shelves, or will be given to people who might not take them.</p>\n<p><a href=\"https://url.za.m.mimecastprotect.com/s/aVCqCY6Y2AIOBvyVU0LtQHxOlCy?domain=desmondtutuhealthfoundation.org.za/\"><b>Linda-Gail Bekker</b></a><b>, director of the Desmond Tutu HIV Centre and principal investigator of the</b> <a href=\"https://url.za.m.mimecastprotect.com/s/nJc6CJZKJgh5M2j9iV0f1Hy6Ikd?domain=nejm.org\"><b>PURPOSE 1 trial of LEN</b></a></p>\n<p>I&rsquo;m concerned that some people think LEN is a vaccine. I understand that, because people talk about shots and this is something you only need every six months. That can be positive, in that people think: &ldquo;I&rsquo;ve been waiting for an HIV vaccine! I just need my shot, and then I&rsquo;m one and done!&rdquo; Or, more concerning, post-Covid, will they say: &ldquo;Oh, I don&rsquo;t want to go near that&rdquo;?</p>\n<p>It is important to educate people so they know it is like the <a href=\"https://url.za.m.mimecastprotect.com/s/8XBACZ4G3Bu2BwWKczqc3HBn7Ok?domain=prepwatch.org/\">daily oral PrEP [pre-exposure prophylaxis] pills</a> or good old-fashioned condoms &mdash; but it stays in someone&rsquo;s body for longer: six months. And after six months, it has to be re-injected, otherwise it does not keep working.</p>\n<p>Raising a generation of people who do not have to fear they could incur a terminal disease &hellip; would be unbelievably exciting, awesome, amazing, phantasmagoric.</p>\n<p><i>This story was produced by the</i><a href=\"https://url.za.m.mimecastprotect.com/s/HnAMC1jp2lF5W0QJiLrC3HV7ljJ?domain=bhekisisa.org/\"> <i>Bhekisisa Centre for Health Journalism</i></a><i>. Sign up for the</i><a href=\"https://url.za.m.mimecastprotect.com/s/D8MVC2Rq3msOy4D5UnzhQH5DiBi?domain=bit.ly\"> <i>newsletter</i></a><i>.</i></p>\n<figure><picture><source media=\"(max-width: 274px)\" srcset=\"https://www.financialmail.businessday.co.za/resizer/v2/SKK4XTITPZEZTCDTQX7BCNXGDY.jpg?auth=720cc3258e12498884002003347de8792e59df985a1a7343b97b71c7283ff6a2&width=274&height=61&smart=true\"></source><source media=\"(max-width: 400px)\" srcset=\"https://www.financialmail.businessday.co.za/resizer/v2/SKK4XTITPZEZTCDTQX7BCNXGDY.jpg?auth=720cc3258e12498884002003347de8792e59df985a1a7343b97b71c7283ff6a2&width=400&height=89&smart=true\"></source><source media=\"(max-width: 768px)\" srcset=\"https://www.financialmail.businessday.co.za/resizer/v2/SKK4XTITPZEZTCDTQX7BCNXGDY.jpg?auth=720cc3258e12498884002003347de8792e59df985a1a7343b97b71c7283ff6a2&width=768&height=171&smart=true\"></source><source media=\"(max-width: 1024px)\" srcset=\"https://www.financialmail.businessday.co.za/resizer/v2/SKK4XTITPZEZTCDTQX7BCNXGDY.jpg?auth=720cc3258e12498884002003347de8792e59df985a1a7343b97b71c7283ff6a2&width=1024&height=228&smart=true\"></source><source media=\"(max-width: 1440px)\" srcset=\"https://www.financialmail.businessday.co.za/resizer/v2/SKK4XTITPZEZTCDTQX7BCNXGDY.jpg?auth=720cc3258e12498884002003347de8792e59df985a1a7343b97b71c7283ff6a2&width=1440&height=321&smart=true\"></source><img data-chromatic=\"ignore\" src=\"https://www.financialmail.businessday.co.za/resizer/v2/SKK4XTITPZEZTCDTQX7BCNXGDY.jpg?auth=720cc3258e12498884002003347de8792e59df985a1a7343b97b71c7283ff6a2&width=2076&height=463&smart=true\"></img></picture><figcaption>(supplied) </figcaption></figure>",
        "relevance_msg": "🔥 Matcher: drug-resistant, multidrug-resistant, infection",
        "tags": [
            "South Africa"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Venus Remedies Secures Marketing Authorisation For Ceftazidime, Avibactam FDC In Indonesia",
        "url": "https://medicaldialogues.in/news/industry/pharma/venus-remedies-secures-marketing-authorisation-for-ceftazidime-avibactam-fdc-in-indonesia-162705",
        "date": "2026-01-15T08:50",
        "source": "Medical Dialogues",
        "image": "https://medicaldialogues.in/h-upload/2026/01/15/750x450_321434-venus.webp",
        "summary_html": "This approval represents Venus Remedies' first marketing authorization in the anti-infective segment in Indonesia and also enables the first generic launch of Ceftazidime + Avibactam in the country.\nNew Delhi: Venus Remedies Limited, a fixed-dosage injectable manufacturers, has secured the marketing...",
        "full_content_html": "<figure><img alt=\"Venus Remedies Secures Marketing Authorisation For Ceftazidime, Avibactam FDC In Indonesia\" data-class=\"h-custom-image\" src=\"https://medicaldialogues.in/h-upload/2026/01/15/750x450_321434-venus.webp\" srcset=\"https://medicaldialogues.in/h-upload/2026/01/15/300x180_321434-venus.webp 361w,https://medicaldialogues.in/h-upload/2026/01/15/500x300_321434-venus.webp 767w,https://medicaldialogues.in/h-upload/2026/01/15/750x450_321434-venus.webp 1025w\"></img></figure>\n<h2>This approval represents Venus Remedies' first marketing authorization in the anti-infective segment in Indonesia and also enables the first generic launch of Ceftazidime + Avibactam in the country.</h2>\n<p><b>New Delhi:</b> Venus Remedies Limited, a fixed-dosage injectable manufacturers, has secured the marketing authorization from the Indonesian regulatory authority for its combination antibiotic, Ceftazidime + Avibactam.</p>\n<p>This approval represents Venus Remedies&rsquo; first marketing authorization in the anti-infective segment in Indonesia and also enables the first generic launch of Ceftazidime + Avibactam in the country. The milestone marks a significant step in the Company&rsquo;s international expansion strategy and strengthens its regulatory and commercial footprint across Southeast Asia.</p>\n<p>The authorization further reinforces Venus Remedies&rsquo; presence across ASEAN markets, where the Company is commercially active in 10 countries and holds more than 370 injectable approvals. It aligns with the Company&rsquo;s focus on expanding access to advanced critical-care therapies while supporting India&rsquo;s role as a trusted supplier of high-quality injectable pharmaceuticals to emerging healthcare markets.</p>\n<p>Saransh Chaudhary, President, Global Critical Care, Venus Remedies Limited, and CEO, Venus Medicine Research Centre, said, &ldquo;The approval of Ceftazidime + Avibactam in Indonesia is an important regulatory milestone for Venus Remedies. It reflects our continued focus on addressing <mark>antimicrobial resistance</mark> through clinically relevant therapies designed for hospital-based care and reinforces our commitment to expanding access to life-saving anti-infective treatments in international markets.&rdquo;</p>\n<p>Ceftazidime + Avibactam is an advanced antibiotic combination indicated for the treatment of serious <mark>multi<mark>drug-resistant</mark></mark> <mark>bacteria</mark>l <mark>infection</mark>s, including complicated intra-abdominal <mark>infection</mark>s and complicated urinary tract <mark>infection</mark>s caused by gram-negative <mark>pathogens</mark> such as Pseudomonas aeruginosa and Entero<mark>bacteria</mark>ceae. Avibactam inhibits key beta-lactamase enzymes, restoring the activity of ceftazidime against resistant strains and addressing a critical unmet need in the management of <mark>antimicrobial resistance</mark>.</p>\n<p>Indonesia represents one of the largest pharmaceutical markets in Southeast Asia, with antibiotics forming a critical therapeutic segment due to the high burden of infectious diseases and increasing emphasis on antimicrobial stewardship. The broader ASEAN pharmaceutical market is projected to exceed USD 63.5 billion by 2029, highlighting the region&rsquo;s growing strategic importance for India&rsquo;s pharmaceutical exports and healthcare collaboration.</p>\n<p>Aditi K. Chaudhary, President, International Business, Venus Remedies Limited, said, &ldquo;With the approval of Ceftazidime + Avibactam, Venus Remedies enters the anti-infective segment in Indonesia, expanding beyond our existing presence in oncology. Indonesia is a priority market for us, and this milestone reflects our long-term commitment to building a compliant, scalable, and sustainable business in the region.&rdquo;</p>\n<p>As the first generic of its kind to be launched in Indonesia, Ceftazidime + Avibactam is expected to improve access to advanced anti-infective therapy in hospital and critical-care settings. The approval strengthens Venus Remedies&rsquo; commercial platform across ASEAN and underscores the growing contribution of Southeast Asia to the Company&rsquo;s international business.</p>\n<p>Asia continues to grow at over 30% year-on-year for Venus Remedies, our focus remains on expanding access to advanced injectable therapies through trusted local partnerships, resilient supply chains, and a disciplined international business strategy, reinforcing India&rsquo;s position as a reliable partner in addressing <mark>antimicrobial resistance</mark> across emerging healthcare markets.</p>",
        "relevance_msg": "🔥 Matcher: multidrug-resistant, drug-resistant, antimicrobial resistance",
        "tags": [
            "Venus Remedies",
            "avibactam",
            "Saransh Chaudhary",
            "ceftazidime"
        ],
        "sentiment_score": 0.752
    },
    {
        "title": "The Global Impact of Antibiotics Overuse in Livestock",
        "url": "https://www.amr-insights.eu/the-global-impact-of-antibiotics-overuse-in-livestock/",
        "date": "2026-01-15T08:38:08",
        "source": "AMR Insights",
        "image": "https://www.amr-insights.eu/wp-content/uploads/2019/06/chicken-4155959_960_720.jpg",
        "summary_html": "This Harvard Social Impact Review article highlights how the routine overuse of antibiotics in commercial livestock production is a major contributor to the global <mark>antimicrobial resistance</mark> (<mark>AMR</mark>) crisis by fostering the development and spread of resistant <mark>bacteria</mark> that compromise the effectiveness of...",
        "full_content_html": "<p>This Harvard Social Impact Review article highlights how the routine overuse of antibiotics in commercial livestock production is a major contributor to the global <mark>antimicrobial resistance</mark> (<mark>AMR</mark>) crisis by fostering the development and spread of resistant <mark>bacteria</mark> that compromise the effectiveness of critical medicines for humans and animals. It explains that antibiotics are frequently used not only to treat disease but also for growth promotion and disease prevention in crowded farming systems, which accelerates resistance that can transfer from animals to humans through food and the environment. The piece also discusses the severe human health, economic, food security, and environmental consequences of this trend, especially for vulnerable populations, and calls for coordinated policy, stewardship, innovation, and investment to reduce antibiotic reliance in animal agriculture while protecting both human health and agricultural productivity.</p>\n<p><a href=\"https://www.<mark>amr</mark>-insights.eu/category/news/healthy-animals/\">Healthy Animals </a>       <a href=\"javascript:history.back()\">Back</a></p>\n<figure><a href=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2019/06/chicken-4155959_960_720-800x535.jpg\"><img alt=\"\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2019/06/chicken-4155959_960_720.jpg\" srcset=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2019/06/chicken-4155959_960_720-550x368.jpg 550w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2019/06/chicken-4155959_960_720-768x514.jpg 768w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2019/06/chicken-4155959_960_720-800x535.jpg 800w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2019/06/chicken-4155959_960_720-350x234.jpg 350w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2019/06/chicken-4155959_960_720-400x268.jpg 400w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2019/06/chicken-4155959_960_720.jpg 960w\"></img></a></figure>",
        "relevance_msg": "🔥 Matcher: bacteria, antimicrobial resistance, amr",
        "tags": [
            "antibiotic",
            "livestock"
        ],
        "sentiment_score": 0.424
    },
    {
        "title": "Managing antimicrobial resistance in a changing climate: Insights from a workshop",
        "url": "https://www.amr-insights.eu/managing-antimicrobial-resistance-in-a-changing-climate-insights-from-a-workshop/",
        "date": "2026-01-15T08:27:52",
        "source": "AMR Insights",
        "image": "https://www.amr-insights.eu/wp-content/uploads/2024/09/pxclimateaction-7129875_1280.jpg",
        "summary_html": "This paper reports on insights from an interdisciplinary workshop examining <mark>antimicrobial resistance</mark> (<mark>AMR</mark>) through the intersecting lenses of climate change, gender, and social inequity, with a particular focus on low- and middle-income country contexts such as South Africa and India. It argues that...",
        "full_content_html": "<p>This paper reports on insights from an interdisciplinary workshop examining <mark>antimicrobial resistance</mark> (<mark>AMR</mark>) through the intersecting lenses of climate change, gender, and social inequity, with a particular focus on low- and middle-income country contexts such as South Africa and India. It argues that <mark>AMR</mark> cannot be effectively addressed through technical or biomedical solutions alone, as climate-related shocks, gendered roles, poverty, race, caste, and unequal access to water, sanitation, healthcare, and antibiotics fundamentally shape exposure to <mark>infection</mark>, antibiotic use, and resistance. Drawing on expert discussions and case-based exercises, the authors highlight persistent gaps between policy, clinical practice, and community realities, emphasizing that exclusionary governance, poor communication, language barriers, and limited community engagement undermine stewardship efforts. The paper concludes that managing <mark>AMR</mark> in a changing climate requires an explicitly intersectional, One Health approach that centers community voices, integrates social determinants into research and policy, balances antibiotic access with stewardship, and strengthens sustained, cross-sector collaboration between communities, researchers, policymakers, and global institutions.</p>\n<p><a href=\"https://www.<mark>amr</mark>-insights.eu/category/news/clean-environment/\">Clean Environment </a>       <a href=\"javascript:history.back()\">Back</a></p>\n<figure><a href=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2024/09/pxclimateaction-7129875_1280-800x494.jpg\"><img alt=\"\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2024/09/pxclimateaction-7129875_1280.jpg\" srcset=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2024/09/pxclimateaction-7129875_1280-550x340.jpg 550w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2024/09/pxclimateaction-7129875_1280-800x494.jpg 800w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2024/09/pxclimateaction-7129875_1280-768x475.jpg 768w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2024/09/pxclimateaction-7129875_1280-350x216.jpg 350w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2024/09/pxclimateaction-7129875_1280-1000x618.jpg 1000w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2024/09/pxclimateaction-7129875_1280-400x247.jpg 400w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2024/09/pxclimateaction-7129875_1280.jpg 1280w\"></img></a></figure>\n<h2><mark>AMR</mark> NEWS</h2>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance",
        "tags": [
            "climate",
            "antimicrobial resistance"
        ],
        "sentiment_score": 0
    }
]