[
    {
        "title": "New antimicrobial substances to combat increasing resistance",
        "url": "https://www.amr-insights.eu/new-antimicrobial-substances-to-combat-increasing-resistance/",
        "date": "d2026-01-09T08:46:48",
        "source": "AMR Insights",
        "image": "https://www.amr-insights.eu/wp-content/uploads/2023/10/pillen.jpg",
        "summary_html": "<mark>Antimicrobial resistance</mark> (<mark>AMR</mark>) represents a major and escalating global health threat, with an estimated 4.71 million deaths associated with <mark>AMR</mark> in 2021 and 1.14 million directly attributable to <mark>infection</mark>s caused by multi<mark>drug-resistant</mark> organisms, particularly multi<mark>drug-resistant</mark> Gram-negative bacter...",
        "full_content_html": "<p><mark>Antimicrobial resistance</mark> (<mark>AMR</mark>) represents a major and escalating global health threat, with an estimated 4.71 million deaths associated with <mark>AMR</mark> in 2021 and 1.14 million directly attributable to <mark>infection</mark>s caused by multi<mark>drug-resistant</mark> organisms, particularly multi<mark>drug-resistant</mark> Gram-negative <mark>bacteria</mark> such as resistant Enterobacterales, <em data-end=\"363\" data-start=\"339\">Pseudomonas aeruginosa</em>, and carbapenem-resistant <em data-end=\"415\" data-start=\"390\">Acinetobacter baumannii</em>, which the World Health Organization identifies as priority <mark>pathogens</mark>. In response, advances in rapid diagnostics and the approval of several new antibiotics over the past decade have expanded treatment options, largely through modifications of existing antibiotic classes, including novel &beta;-lactam/&beta;-lactamase inhibitor combinations, the siderophore cephalosporin cefiderocol, and agents such as eravacycline and dalbavancin. Regulatory changes, notably in Germany, now allow certain new antibiotics to be designated as reserve agents, facilitating their clinical uptake, while the antibiotic development pipeline&mdash;previously near stagnation&mdash;has begun to recover with new compounds targeting novel mechanisms entering clinical trials, alongside emerging alternative approaches such as monoclonal antibodies, antimicrobial peptides, microbiome-based therapies, and bacteriophages aimed at more targeted and personalized treatment strategies.</p>\n<p><a href=\"https://www.<mark>amr</mark>-insights.eu/category/news/smart-innovation/\">Smart Innovations </a>       <a href=\"javascript:history.back()\">Back</a></p>\n<figure><a href=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-800x533.jpg\"><img alt=\"\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen.jpg\" srcset=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-550x367.jpg 550w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-800x533.jpg 800w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-768x512.jpg 768w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-350x233.jpg 350w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-1000x666.jpg 1000w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-400x267.jpg 400w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen.jpg 1280w\"></img></a></figure>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance",
        "tags": [
            "antimicrobial agent",
            "antimicrobial resistance",
            "Enterobacterales",
            "Acinetobacter baumannii",
            "multidrug-resistant Gram-negative bacteria"
        ],
        "sentiment_score": 0.742
    },
    {
        "title": "Can black soldier fly larvae safely convert chicken manure?",
        "url": "https://www.poultryworld.net/health-nutrition/nutrition/black-soldier-fly-larvae-safe-bioconversion-of-chicken-manure/",
        "date": "d2026-01-09T07:30",
        "source": "Poultry World",
        "image": "https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure.png",
        "summary_html": "As global food demand surges, identifying secure methods to minimise agricultural waste grows essential. Scientists investigated black soldier fly larvae for processing pig and chicken manure. The research examined microbial safety, potential transfer of resistance genes, and risks from heavy metals...",
        "full_content_html": "<figure><img alt=\"Image created with the help of AI (Reve.art)\" sizes=\"(max-width: 848px) 100vw, 848px\" src=\"https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure.png\" srcset=\"https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-848x565.png 848w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-300x200.png 300w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-1024x683.png 1024w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-768x512.png 768w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-414x276.png 414w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-389x260.png 389w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-288x192.png 288w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure.png 1248w\"></img><figcaption>Image created with the help of AI (Reve.art)</figcaption></figure>\n<p>As global food demand surges, identifying secure methods to minimise agricultural waste grows essential. Scientists investigated black soldier fly larvae for processing pig and chicken manure. The research examined microbial safety, potential transfer of resistance genes, and risks from heavy metals.</p>\n<p>Black soldier fly, <i>Hermetia illucens</i>, can reduce livestock waste, but research into the safety and scalability of the system is required. Insect bioconversion concerns include potential bioaccumulation of <mark>pathogens</mark>, <mark>antimicrobial resistance</mark> genes and heavy metals in larvae and substrates.</p>\n<h2><b>How were insects studied? </b></h2>\n<p>Researchers from the <a href=\"https://www.leeds.ac.uk/\">University of Leeds</a>, working with insect farming technology company <a href=\"https://entocycle.com/\">Entocycle</a>, carried out research in semi-commercial and lab-scale scenarios.</p>\n<p>In the first environment, a semi-commercial-sized insect rearing facility was used to rear larvae on pig slurry, alongside a lab-based experiment using chicken manure.</p>\n<h2><b>Insect impact on waste properties</b></h2>\n<p>Larval microbiome composition was impacted by substrate, with increased <i>Clostridia </i>in larvae reared on slurry and manure. <mark>Pathogens</mark> largely decreased in the larvae from starting levels.</p>\n<p>Both slurry and manure substrates showed time-related changes regardless of insect presence or absence except for <i>E. coli</i> in chicken manure, which was reduced in substrates with larvae added (&minus;2.840 LFC vs &minus;1.168 LFC; p&lt;0.05), suggesting that time-associated alterations in the substrate could be more significant than larval presence.</p>\n<h2><b>Potential risks from using insects</b></h2>\n<p><mark>Antimicrobial resistance</mark> gene changes were dependent on the substrate and gene, with increases found for tetM in chicken manure after larval bioconversion (9.000 vs 10.370 LFC; p&lt;0.001), and for sul2 in larvae reared on chicken manure (3.509 vs &minus;0.985 LFC; p=0.001).</p>\n<p>In pig slurry-reared larvae, tetM decreased (&minus;1.578 LFC; p&lt;0.001), but there was no difference in sul2. Heavy metal contents generally met permissible standards for animal feed and organic fertilisers.</p>\n<p>However, there was some non-significant evidence for bioaccumulation of cadmium in slurry-reared larvae 0.18 to 0.70 mg/kg) compared to starter larvae (0.25mg/kg) requiring further study.</p>\n<p><i>This <a href=\"https://www.sciencedirect.com/science/article/pii/S0956053X25006890\">published study</a> was supported by an Innovate UK grant, jointly funded by BBSRC as part of the UK government&rsquo;s Securing the Future of the UK&rsquo;s Insect Farming Industry research. </i></p>\n<p>Subscribe to our newsletter to stay updated about all the need-to-know content in the poultry sector, three times a week. </p>",
        "relevance_msg": "🔥 Matcher: pathogens, antimicrobial resistance",
        "tags": [
            "Hermetia illucens"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Typhoid explained: How Salmonella Typhi spreads and why children are most vulnerable",
        "url": "https://www.theweek.in/news/health/2026/01/09/typhoid-explained-how-salmonella-typhi-spreads-and-why-children-are-most-vulnerable.html",
        "date": "d2026-01-09T07:00",
        "source": "The Week",
        "image": "https://img.theweek.in/etc.clientlibs/theweek/global-clientlibs/clientlibs-general/resources/images/week-default.jpg",
        "summary_html": "Globally, typhoid fever continues to cause significant illness and mortality. As of 2019, an estimated 90 lakh people worldwide fell sick due to typhoid every year, with around 1.1 lakh deaths annually\nTyphoid, a life-threatening but preventable <mark>infection</mark>, remains a serious public health challenge, ...",
        "full_content_html": "<p>Globally, typhoid fever continues to cause significant illness and mortality. As of 2019, an estimated 90 lakh people worldwide fell sick due to typhoid every year, with around 1.1 lakh deaths annually</p>\n<figure><picture>   <figure><img alt=\"typhoid-water-borne-disease - 1\" src=\"https://img.theweek.in/etc.clientlibs/theweek/global-clientlibs/clientlibs-general/resources/images/week-default.jpg\"></img><figcaption>People fill water from a tanker in the aftermath of deaths due to consumption of allegedly contaminated water, in the Bhagirathpura area of Indore, Madhya Pradesh | PTI</figcaption></figure> </picture></figure>\n<p>Typhoid, a life-threatening but preventable <mark>infection</mark>, remains a serious public health challenge, silently affecting millions every year and disproportionately hospitalising children. In India, nearly <a href=\"https://verixiv.org/articles/2-276\">47 lakh typhoid cases</a> were recorded in 2023, with about 7,400 reported deaths. In fact, the <a href=\"https://www.theweek.in/wire-updates/national/2026/01/05/gandhinagar-typhoid-surge-amit-shah-calls-for-swift-govt-action.html\">current situation in Gandhinagar</a>, Gujarat, has once again drawn attention to this persistent disease. Due to leakage in a water pipeline, cases of suspected typhoid were reported from Sectors 24, 28, and the Adivada area of Gandhinagar city a few days ago. According to the Municipal Corporation, the city has recorded 133 total cases registered, of which 45 have been discharged and 88 are currently hospitalised.</p>\n<p>Caused by the bacterium Salmonella Typhi, the disease spreads through contaminated food and water, enters the bloodstream, and can lead to prolonged illness or death if left untreated. Despite medical advances and the availability of effective vaccines, typhoid continues to thrive in settings marked by poor sanitation, unsafe drinking water, and overcrowded living conditions.</p>\n<p>Globally, typhoid fever continues to cause significant illness and mortality. As of 2019, an estimated <a href=\"https://www.who.int/news-room/fact-sheets/detail/typhoid\">90 lakh people worldwide</a> fell sick due to typhoid every year, with around 1.1 lakh deaths annually. Africa and South Asia remain the most affected regions, where access to clean water and sanitation remains uneven and outbreaks occur regularly.</p>\n<p>Considering that <a href=\"https://my.clevelandclinic.org/health/diseases/17730-typhoid-fever\">typhoid can be fatal</a> if not treated quickly, it becomes essential to understand what the disease is, how it spreads, why its prevalence remains high in India, and what experts recommend for prevention and control.</p>\n<h2>What is typhoid?</h2>\n<p>According to the <a href=\"https://my.clevelandclinic.org/health/diseases/17730-typhoid-fever\">Cleveland Clinic</a>, &ldquo;Typhoid fever is an illness caused by the bacterium Salmonella Typhi (S. Typhi). It infects your small intestines (gut) and causes high fever, stomach pain and other symptoms. Typhoid fever is also called enteric fever.&rdquo;</p>\n<p>According to the clinic, Paratyphoid fever is often mentioned alongside typhoid. It is a similar illness, but generally causes milder symptoms and is caused by Salmonella Paratyphi (S. Paratyphi). Both S. Typhi and S. Paratyphi are distinct from other Salmonella <mark>bacteria</mark> that cause salmonellosis, which is a common form of food poisoning.</p>\n<h2>What are the symptoms, and how does it spread?</h2>\n<p>Typhoid <a href=\"https://www.mayoclinic.org/diseases-conditions/typhoid-fever/symptoms-causes/syc-20378661\">symptoms</a> usually develop gradually, often appearing one to three weeks after exposure to the <mark>bacteria</mark>. The illness typically begins with a persistent fever that starts low and steadily rises, sometimes reaching as high as 104 degrees Fahrenheit. This is often accompanied by abdominal pain, headache, chills, weakness, fatigue, muscle aches, and changes in bowel habits, including constipation or diarrhoea. Some patients also develop a rash, cough, and loss of appetite.</p>\n<p>If not treated promptly, typhoid can progress to severe complications. Weeks after the onset of symptoms, patients may develop intestinal inflammation, abdominal swelling, internal bleeding, or intestinal perforation. In some cases, symptoms can return even after the fever subsides, making early diagnosis and complete treatment critical.</p>\n<p>The disease spreads when Salmonella Typhi <mark>bacteria</mark> enter food or water sources, usually through human faecal contamination. Drinking untreated water, consuming unwashed fruits or raw produce, ingesting unpasteurised milk or juices, or eating food prepared with poor hygiene can all lead to <mark>infection</mark>. Inadequate handwashing after using the toilet further facilitates transmission.</p>\n<p>A major challenge in controlling typhoid is the presence of chronic carriers. Even after antibiotic treatment, some individuals continue to shed the <mark>bacteria</mark> in their stool for over a year while showing no symptoms themselves. These carriers can unknowingly infect others, particularly in settings where food handling and sanitation standards are poor.</p>\n<p>Typhoid complications can be life-threatening and include sepsis, internal bleeding, intestinal perforation, altered mental status, and infected arterial aneurysms. These conditions require immediate medical intervention and are responsible for much of the disease-related mortality.</p>\n<h2>Why are typhoid cases rising in India?</h2>\n<p>India continues to bear a disproportionate share of the global typhoid burden. According to the Global Burden of Disease 2021 estimates, India recorded approximately 37 lakh typhoid cases and 41,586 deaths, contributing to <a href=\"https://verixiv.org/articles/2-276#ref4\">58 per cent of global typhoid cases and 48 per cent of global deaths</a>. This high burden reflects persistent gaps in water safety, sanitation infrastructure, food hygiene, and vaccination coverage.</p>\n<p>A <a href=\"https://academic.oup.com/jid/article/224/Supplement_5/S584/6433798\">2021 community-based study</a> conducted in densely populated urban communities of Vellore examined households of blood culture-confirmed typhoid cases among children aged six months to 15 years. The study found that &ldquo;mothers eating food from street vendors during the previous week was independently associated with typhoid,&rdquo; while &ldquo;treatment of household drinking water was protective.&rdquo; It concluded that street-vended food remains a significant risk factor for typhoid transmission in urban India, underscoring the importance of sanitation facilities and point-of-use water treatment.</p>\n<p>More recent evidence from a <a href=\"https://verixiv.org/articles/2-276\">2023 nationwide study</a> assessing typhoid burden by age, state, and <mark>antimicrobial resistance</mark> patterns has added further urgency. The study stated, &ldquo;Our assessment of the typhoid fever burden in India by age, state, and <mark>AMR</mark> categories in 2023 have timely public health implications to inform targeted TCV introduction and prioritisation strategies in India.&rdquo; It found the highest number of cases among children aged five to nine years, while hospitalisations and deaths were highest among children under five.</p>\n<p>The study also highlighted a growing threat of fluoroquinolone-resistant Salmonella Typhi, particularly among children under 15 years. It noted that &ldquo;relying solely on the routine immunisation programme, which targets TCV around nine months, would be insufficient for the immediate control of typhoid fever in India.&rdquo; Delhi, Maharashtra, and Karnataka were identified as priority states, together accounting for nearly a quarter of India&rsquo;s typhoid cases and deaths.</p>\n<p>Another <a href=\"https://journals.lww.com/ijcm/fulltext/2024/49002/iapsm_s_position_paper_on_typhoid_vaccines_for.4.aspx\">2024 study</a> reinforced the role of socio-economic and environmental factors, stating that &ldquo;risk factors include lack of sanitation, unsafe water, unsanitary latrines, family size over six, overcrowding, low socioeconomic status, and illiteracy.&rdquo; The study also observed that disease burden is higher in urban India, especially among the poorest households, and is not strongly associated with seasonal rainfall, indicating year-round transmission.</p>\n<p>Compounding these challenges is the growing problem of <mark>antimicrobial resistance</mark>. A large systematic <a href=\"https://pubmed.ncbi.nlm.nih.gov/31219079/\">review</a> analysing over two decades of Salmonella Typhi isolates found that while multidrug resistance has declined, it is being replaced by widespread fluoroquinolone resistance driven by genetic mutations. The study concluded that &ldquo;the results reflect the effect of antimicrobial pressure which has been driving <mark>AMR</mark> in typhoidal Salmonella in India,&rdquo; making treatment more complex and expensive.</p>\n<h2>What are the steps taken to address typhoid in India?</h2>\n<p>According to a <a href=\"https://sansad.in/getFile/loksabhaquestions/annex/186/AU3188_hMQmOX.pdf?source=pqals\">2025 Lok Sabha reply</a>, &ldquo;The Union government is making continuous efforts to ensure safe drinking water to citizens.&rdquo; Under the Jal Jeevan Mission, potable tap water is being provided to rural households, with priority given to water quality-affected habitations. The reply noted that over 2,000 water quality testing laboratories have been set up, and trained village-level volunteers are conducting regular water testing.</p>\n<p>Another <a href=\"https://sansad.in/getFile/loksabhaquestions/annex/186/AU3098_oXRS9p.pdf?source=pqals\">Lok Sabha reply</a> highlighted that the Department of Drinking Water and Sanitation launched the &ldquo;Handbook on Drinking Water Treatment Technologies&rdquo; in March 2023, followed by a &ldquo;Concise Handbook for Monitoring Water Quality of Piped Drinking Water Supply to Rural Households&rdquo; in December 2024 to strengthen field-level implementation.</p>\n<p>In response to the recent Gandhinagar outbreak, <a href=\"https://cmogujarat.gov.in/en/latest-news/cm-review-situation-typhoid-in-gandhinagar-meeting\">the Municipal Corporation has formed</a> &ldquo;85 survey teams and conducted surveillance of over 1 lakh 58 thousand people. Adequate quantities of chlorine tablets and ORS packets have been distributed, leakage repairs have been undertaken on a priority basis, and super chlorination has been carried out at all water sources.&rdquo; The Chief Minister has also directed daily water sampling, strict chlorination protocols, and on-ground inspections of pipeline works to prevent future leakages.</p>\n<h2>What experts recommend </h2>\n<p><a href=\"https://www.motherhoodindia.com/doctor/dr-amit-gupta/\">Dr Amit Gupta</a>, Senior Neonatologist and Paediatrician at Motherhood Hospitals, Noida, said that &ldquo;typhoid continues to spread largely due to contaminated water supply and poor sanitation infrastructure.&rdquo; He noted that choked drainage systems and unsafe drinking water create conditions that allow the <mark>bacteria</mark> to spread rapidly, particularly in densely populated areas.</p>\n<p>Based on his clinical experience, Dr Gupta said <mark>infection</mark>s often rise in neighbourhoods with inadequate water safety and hygiene practices. He flagged street food as a major concern, explaining that improperly handled or contaminated food frequently becomes a source of <mark>infection</mark>.</p>\n<p>Referring to recent reports of water contamination in places like Gandhinagar, Dr Gupta said outbreaks are often preceded by warning signs that tend to be overlooked. &ldquo;Foul-smelling or visibly dirty tap water, or a sudden increase in stomach <mark>infection</mark>s in an area, are clear indicators of contamination. If these early signs are ignored, isolated cases can quickly escalate into large outbreaks,&rdquo; he warned.</p>\n<p>Explaining why children are particularly vulnerable, Dr Gupta said immunity plays a key role. &ldquo;Adults have been exposed to many <mark>bacteria</mark> over time and may have had subclinical typhoid <mark>infection</mark>s that provide some level of immunity. Children, especially young ones, have immature immune systems, which makes them far more susceptible,&rdquo; he said, adding that the elderly face similar risks due to weakened immunity.</p>\n<p>On prevention, Dr Gupta emphasised vaccination as a critical missing link. &ldquo;Typhoid vaccination should be part of the national immunisation programme. The vaccine is affordable and effective, and even a single dose can offer protection,&rdquo; he said.</p>\n<p>He advocated targeted vaccination drives in schools and vulnerable communities, along with stronger public awareness efforts. &ldquo;Basic hygiene education, such as safe food practices and clean water use, can significantly reduce transmission when communities are actively involved,&rdquo; he added.</p>\n<p><b><i>This story is done in collaboration with <a href=\"https://firstcheck.in/\">First Check</a>, which is the health journalism vertical of DataLEADS.</i></b></p>",
        "relevance_msg": "🔥 Matcher: bacteria, antimicrobial resistance, amr",
        "tags": [
            "typhoid fever",
            "Salmonella enterica subsp. enterica"
        ],
        "sentiment_score": -0.243
    },
    {
        "title": "UPSC Daily News Summaries: Essential Current Affairs, Key Issues and Important Updates for Civil Services",
        "url": "https://www.hindustantimes.com/education/upsc-daily-news-summaries-essential-current-affairs-key-issues-and-important-updates-for-civil-services-101767927195594.html",
        "date": "d2026-01-09T03:09",
        "source": "Hindustan Times",
        "image": "https://www.hindustantimes.com/ht-img/img/2026/01/09/550x309/UPSC_file_image__1767928132215_1767928132552.jpg",
        "summary_html": "Scan through simple, relatable summaries that help you make sense of the day’s news.\nDaily News Capsules\n1. Global climate efforts hit as US pulls out from key bodies\nThe US withdrew from 66 international organisations and conventions on Wednesday, with its most significant exit, from the United Nat...",
        "full_content_html": "<figure><picture><source media=\"(min-width:768px)\" srcset=\"https://www.hindustantimes.com/ht-img/img/2026/01/09/550x309/UPSC_file_image__1767928132215_1767928132552.jpg\"></source><img alt=\"UPSC file image\" src=\"https://www.hindustantimes.com/ht-img/img/2026/01/09/400x225/UPSC_file_image__1767928132215_1767928132552.jpg\"></img></picture><figcaption>UPSC file image</figcaption></figure>\n<h2>Scan through simple, relatable summaries that help you make sense of the day&rsquo;s news.</h2>\n<h2><strong>Daily News Capsules</strong></h2>\n<h2>1. Global climate efforts hit as US pulls out from key bodies</h2>\n<p>The US withdrew from 66 international organisations and conventions on Wednesday, with its most significant exit, from the United Nations Framework Convention on Climate Change (UNFCCC), likely to deal a crippling blow to global efforts to tackle the climate crisis. In a statement, the White House said these organisations and conventions do not &ldquo;serve American interests&rdquo; and &ldquo;advance globalist agendas over US priorities&rdquo;. Describing the money that goes into them as &ldquo;a waste of taxpayer dollars&rdquo;, the statement said that some of these also espouse &ldquo;radical climate policies, global governance and ideological programs that conflict with US sovereignty and economic strength&rdquo;. Of the 66, around half are UN organisations. The areas where they work range from climate and the environment to labour and migration to trade and sexual violence. The Gurugram headquartered International Solar Alliance is one of the organisations the US is exiting. The US already exited the Paris Agreement (on climate) in 2025; the exit will take effect from January 27 this year. With Wednesday&rsquo;s move to exit the UNFCCC and the Intergovernmental Panel on Climate Change (IPCC), which seeks to provide the scientific basis for policy action against the climate crisis, the US is now out of the framework the world has used for decades to understand and combat the climate crisis. UNFCCC was established in 1992 to provide a legal basis for climate talks. All COP meetings happen under its aegis. The Paris Agreement of 2015 was the result of these discussions. Almost 200 countries have ratified the UNFCCC with the US being the first developed country to do so (after its senate approved it). The US is the world&rsquo;s largest historical emitter of gases responsible for global warming. UNFCCC is based in Bonn and funded by member countries, with the US providing the largest share &mdash; around a fifth. With Wednesday&rsquo;s move, the US becomes the first country to withdraw completely from the global climate change mitigation framework and global scientific assessment of climate change. It also means the US will not do its fair share in climate change mitigation or meet its obligation of providing climate finance to developing countries for energy transition, mitigation and adaptation.</p>\n<p><i>The withdrawal of a major emitter from multilateral climate institutions has implications beyond emissions targets. Examine the legal, financial and geopolitical consequences of the United States exiting the UNFCCC and IPCC for global climate governance and climate finance commitments to developing countries.</i></p>\n<h2>2. Green warrior, a lasting conservation legacy</h2>\n<p>Pioneering ecologist Madhav Dhananjaya Gadgil, whose seminal report on the protection of the Western Ghats in 2011 warned against the pillaging of the environment and whose bottom-up approach to conservation prioritised marginalised communities in the battle against the climate crisis, died after a brief illness in Pune on Wednesday night. Trained in evolutionary biology, Gadgil was among the earliest Indian scientists to use mathematical models to explain processes such as natural selection, population dynamics, resource allocation and ecological sustainability. For 31 years, he taught at IISc, where he established the Centre for Ecological Sciences and engaged in basic as well as applied research in collaboration with tribals, farmers, herders and fisherfolk. He was involved in drafting India&rsquo;s Biological Diversity Act and chaired the Science and Technology Advisory Panel of Global Environment Facility and the Western Ghats Ecology Expert Panel. In 2011, Gadgil chaired the Western Ghats Ecology Expert Panel that recommended that 75% of the 129,037 sq km area of the Western Ghats be declared environmentally sensitive because of its dense forests and the presence of a large number of endemic species. The report, whose recommendations are yet to be implemented, was prescient about the fallout of the ravaging of the mountain range but many states at the time deemed it controversial because of development concerns. A second commission recommended it be reduced to 50% and subsequent panels sought to further shrink it to 37% amid growing concerns that mindless development and haphazard construction was ravaging the sensitive Ghats. Four draft notifications have since been issued but eco-sensitive areas along the Western Ghats are yet to be notified by the Centre, 15 years since the first such demarcation was recommended. Among the areas recommended for such demarcation by the panel was that in Kerala&rsquo;s Wayanad where over 250 people were killed in landslides in 2024. Over the last decade, Gadgil repeatedly spoke out against unregulated mining and construction on steep slopes and advised that disasters such as the 2018 Kerala Floods would only be exacerbated by such activity.</p>\n<p><i>The Gadgil Committee report on the Western Ghats highlighted tensions between ecological sustainability and development. Discuss the key recommendations of the Western Ghats Ecology Expert Panel, the reasons for their limited implementation, and the implications for disaster risk reduction in ecologically sensitive regions.</i></p>\n<h2>3. Importers brace for $150bn tariff refund fight if Trump loses case</h2>\n<p>Company executives, customs brokers and trade lawyers are bracing for a Supreme Court ruling on the legality of President Donald Trump&rsquo;s sweeping global tariffs &mdash; and a potential fight over obtaining perhaps $150 billion in refunds from the US government for duties already paid by importers if he loses. Anticipation that the court will strike down the tariffs Trump imposed under the International Emergency Economic Powers Act (IEEPA) of 1977 rose after the November arguments in the case when conservative and liberal justices alike voiced scepticism about whether that law gave him the authority to levy the duties. The court is expected to issue rulings on Friday but, as is customary, has not said what case or cases will be acted upon. Some companies anticipate that even if the court invalidates Trump&rsquo;s tariffs, the president will not make it easy for them to get refunds. &ldquo;It&rsquo;s not in the government&rsquo;s DNA to give back money. And Trump would not want to give back money,&rdquo; said Jim Estill, CEO, Danby Appliances, a Canadian company that sells small refrigerators, microwaves and laundry equipment through big-box stores including Home Depot. Trump is the first president to invoke the IEEPA to impose tariffs. This law historically had been used for imposing sanctions on adversaries or freezing their assets. His IEEPA-related tariffs generated $133.5 billion in estimated collections between February 4 and December 14, the date of the most recent data from US Customs and Border Protection, or CBP.</p>\n<p><i>Unilateral trade actions have increasingly tested the boundaries of domestic law and international trade norms. Analyse the use of the International Emergency Economic Powers Act (IEEPA) to impose tariffs, and discuss its implications for the WTO framework, supply chains, and legal certainty in global trade.</i></p>\n<h2>4. Antibiotics under scrutiny as India steps up <mark>AMR</mark> fight</h2>\n<p>With <mark>antimicrobial resistance</mark> now a major public health and economic threat, India&rsquo;s top drug regulator is overhauling rules for how antibiotics are developed, sold, and monitored. The proposed framework, based on a much-awaited report by a top panel of experts, has called for the development of new antibiotics, expediting regulatory approvals, strict prohibition of over-the-counter (OTC) sales, stamping prescriptions to check re-use and developing state-specific software models to track antimicrobial sales in real-time to check <mark>antimicrobial resistance</mark> (<mark>AMR</mark>). A high-level sub-committee of the Drugs Consultative Committee (DCC) has submitted its report to the Central Drugs Standard Control Organisation (CDSCO), outlining over a dozen urgent recommendations for the National Action Plan on <mark>Antimicrobial Resistance</mark> (NAP-<mark>AMR</mark>). With essential antibiotics failing, <mark>AMR</mark> has now become a public health crisis for India, with 267,000 deaths directly attributed to it each year, according to the National Centre for Disease Control. Beyond loss of life, its economic impact is staggering. A World Bank report of 2017 warned that if <mark>AMR</mark> was not checked, it could cost the world trillions of dollars in healthcare expenses and lost productivity. In India alone, the failure to control <mark>superbugs</mark> could lead to an extra $21 billion in economic losses by the middle of the century, said a 2024 study by the Center for Global Development.</p>\n<p><i><mark>Antimicrobial resistance</mark> (<mark>AMR</mark>) is emerging as a major public health and economic threat. Evaluate India&rsquo;s proposed regulatory and surveillance measures to combat <mark>AMR</mark>, and discuss the challenges in balancing antibiotic access, regulation, and pharmaceutical innovation.</i></p>\n<h2>5. Crypto trades: 3rd-party reporting rules from April</h2>\n<p>India plans to further tighten its regulation of cryptocurrency tractions and could mandate third party reporting from April 1, two people aware of the development said. It has already put over 4,500 suspected cases involving virtual digital assets (VDAs) under the scanner, they added, asking not to be named. Although VDAs, including cryptocurrencies, are anonymous and borderless, the income-tax department, still tracks all transactions involving domestically-located exchanges through their income tax returns (ITRs) that have to disclose VDA-related transactions. The assesses have to make disclosure of acquisition and transfer of all such VDAs. In order to ensure that third parties such as banks and crypto-exchanges mandatorily inform the government about all VDA transactions, the government has already inserted a new provision&ndash;285BAA in the Income-Tax Act. CBDT is framing the rules which will be notified soon and the provision could be enforced from April 1, 2026, the first person said. Although VDAs including cryptocurrencies are unregulated in India, they are under the preview of both direct tax (30% tax on income) and indirect tax (GST). While domestic virtual asset service providers (VASPs) are largely complying with TDS provisions, overseas entities having Indian clients are under the scanner for non-compliance, the second person said.</p>\n<p><i>Virtual Digital Assets pose regulatory challenges due to their anonymity and cross border nature. Examine India&rsquo;s evolving tax-led approach to cryptocurrency regulation, including third-party reporting, and assess its effectiveness in ensuring compliance without stifling innovation.</i></p>\n<h2><strong>Editorial Snapshots</strong></h2>\n<h2>A. What the GDP numbers reveal</h2>\n<p>India&rsquo;s GDP growth is expected to be 7.4% in 2025-26, the National Statistics Office (NSO) said in its first advance estimates released on Wednesday. This is pretty much on expected lines given RBI&rsquo;s forecast of 7.3% growth in its December 2025 monetary policy resolution. With almost a quarter left before the fiscal year gets over, the first advance estimates are keenly watched because they are the last GDP data released before the presentation of the Union Budget for the next fiscal year. The suspense was greater this time because nominal GDP growth was expected to be underwhelming given the subdued inflation through most of the ongoing fiscal year. NSO&rsquo;s latest data expects nominal GDP growth for 2025-26 at 8%, which is significantly lower than the 10.1% assumed in the 2025-26 Budget. Nominal GDP serves as the base for revenue projections, and a significant shortfall in its value can lead to revenue shortfalls, thereby causing problems for overall budgetary math including the fiscal deficit. The good news from the latest GDP numbers is that the absolute value of nominal GDP is marginally higher than what was assumed in the 2025-26 Budget. This means that there is no reason to suspect a major slippage as far as the fiscal calculus of the budget is concerned. And as inflation inches upwards &mdash; which is not necessarily a bad thing &mdash; we should see a revival in nominal growth rate and, perhaps, a moderation in real growth rate because of indexation-related issues. To be sure, given the GDP base revision on the cards, the changes in future GDP data and growth rate could be much larger than just inflation driven. Meanwhile, India&rsquo;s economy continues to face a turbulent external environment, is using its domestic momentum to maintain resilience, and will have to pump-prime both the domestic and external to boost future growth on a sustainable basis. Macroeconomic stability, reforms, and, given the times, diplomacy too, must work in tandem to achieve this goal.</p>\n<p><i> Advance estimates of GDP play a critical role in fiscal planning. Discuss how deviations in nominal GDP growth from budget assumptions affect revenue projections fiscal deficit management, and capital expenditure decisions in India.</i></p>\n<h2>B. Thank you and rest in peace, Bazball</h2>\n<p>&ldquo;We aren&rsquo;t here to win or lose, we are here to entertain.&rdquo; It was with this audacious proclamation that England captain Ben Stokes and coach Brendon McCullum kicked off one of the more entertaining experiments in Test cricket. The 4-1 Ashes victory by Australia might bring the curtain down on a tactic that was popularly known as Bazball, but there is no denying that it was fun while it lasted. It got people back in the stands, stirred up debate, and challenged the norms. In that sense, regardless of the results, it was a success. A new tactic (and it was new in that it was the way the entire team, not one or two individuals, played) is often a step into the unknown. However, nothing ventured, nothing gained. Could anyone have predicted that Total Football, a fluid tactic where any outfield player can take over another&rsquo;s role that was famously employed by Ajax and the Dutch football teams in the 1970s, would capture the imagination of the public in the way it did? In basketball, the Golden State Warriors made a miss-more than-hit shot, the three-pointer, the centrepiece of their domination of the US&rsquo;s National Basketball Association (NBA). In cricket itself, we saw the West Indies teams of the late &rsquo;70s revolutionise the game by playing four fast bowlers when everyone else thought a spinner or two was necessary, and closer still, we saw the great Australian team of the late &rsquo;90s and early 2000s score at a rate that wasn&rsquo;t quite Bazball but pretty stunning when viewed in isolation. Which is why one must say thank you, Bazball. It was far from perfect, as the tours of India and Australia showed, but where would sport be without these risk-takers? Imagine everyone doing the same thing year after year! It would be boring and monotonous, without a hint of the unpredictability or awe that makes sport so watched and loved.</p>\n<p><i>Innovation in institutions&mdash;whether in sport, governance or the economy&mdash;often involves risk-taking and departure from convention. Discuss the role of experimentation and adaptive strategies in sustaining institutional relevance, drawing parallels from sports and public policy.</i></p>\n<h2><strong>Fact of the day </strong></h2>\n<p><strong>Gadkari announces V2V tech for safer Indian roads: </strong>Union road transport and highways minister Nitin Gadkari on Thursday announced that India will roll out vehicle to-vehicle (V2V) communication technology that will bring the number of road accidents significantly down. The technology, according to the minister, will enable cars to directly communicate with one another and issue automatic warnings to drivers. The system, currently deployed in a few countries, allows vehicles to exchange safety alerts without entering a mobile or internet network, Gadkari said. He said V2V communication will work across the front, rear and sides of vehicles, and will factor in terrain and road curves, allowing alerts even when hazards are hidden from a driver&rsquo;s line of sight. The technology will be integrated within Advanced Driver Assistance Systems (ADAS), substantially enhancing their effectiveness. He said the estimated cost of the system would be ₹5,000&ndash; ₹7,000 per vehicle. The ministry is finalising standards and regulations, after which a notification will mandate installation in new vehicles first, followed by retrofitting in older vehicles. To support its implementation, the department of telecommunications will provide free spectrum under the National Frequency Allocation Plan, allowing vehicle manufacturers and on-board unit makers to deploy the system without additional spectrum costs. Gadkari said the government aims to fully implement the technology within the current year.</p>",
        "relevance_msg": "🔥 Matcher: superbugs, antimicrobial resistance, amr",
        "tags": [
            "Madhav Gadgil"
        ],
        "sentiment_score": 0
    },
    {
        "title": "This winter, an anonymous donor appeared in Gochang-gun, Jeollabuk-do, who left a donation at the po..",
        "url": "https://www.mk.co.kr/en/it/11928111",
        "date": "d2026-01-09T02:18:24",
        "source": "Maekyung",
        "image": "https://wimg.mk.co.kr/news/cms/202601/09/news-p.v1.20260109.8b1e65c5c6414533acbc91d859c2fc68_P1.png",
        "summary_html": "The Ministry of Food and Drug Safety has collected six types of 2080 toothpaste from Aekyung Industrial, which contains prohibited ingredients, and has re-examined them.\nThe Ministry of Food and Drug Safety announced on the 9th that it is directly collecting and inspecting six of the 2080 toothpaste...",
        "full_content_html": "<figure><img alt=\"Six imported 2080 toothpaste products in question. [Photo = Ministry of Food and Drug Safety]\" src=\"https://wimg.mk.co.kr/news/cms/202601/09/news-p.v1.20260109.8b1e65c5c6414533acbc91d859c2fc68_P1.png\"></img><figcaption>Six imported 2080 toothpaste products in question. [Photo = Ministry of Food and Drug Safety]</figcaption></figure>\n<p>The Ministry of Food and Drug Safety has collected six types of 2080 toothpaste from Aekyung Industrial, which contains prohibited ingredients, and has re-examined them.</p>\n<p>The Ministry of Food and Drug Safety announced on the 9th that it is directly collecting and inspecting six of the 2080 toothpaste imported products in question.</p>\n<p>Recently, Aekyung Industrial Co., Ltd. stopped importing and shipping the products and started voluntarily collecting them, saying that a small amount of triclosan, a preservative, was mixed with six toothpastes manufactured and imported and sold through Domy, China.</p>\n<p>The products to be recovered are 2080 Basic Toothpaste, 2080 Classic Care Toothpaste, 2080 Daily Care Toothpaste, 2080 Triple Effect Alpha Fresh Toothpaste, 2080 Smart Care Plus Toothpaste, and 2080 Triple Effect Alpha Strong Toothpaste.</p>\n<p>Last year, the Ministry of Food and Drug Safety tested 30 types of toothpaste distributed in Korea, including 2080 basic toothpaste, for triclosan and found that all items were not detected.</p>\n<p>According to the company's inspection results, up to 0.15% of triclosan was detected in six imported 2080 toothpaste products.</p>\n<p>Triclosan is an antimicrobial agent that inhibits <mark>bacteria</mark>l growth. Although it has good anti<mark>bacteria</mark>l effects, studies have shown that it causes endocrine disruptions or <mark>antibiotic resistance</mark>, and its use is being banned or restricted worldwide.</p>\n<p>In Korea, the use of triclosan in toothpaste has been restricted since 2016. The U.S. Food and Drug Administration (FDA) has no regulations restricting the use of triclosan in toothpaste, and the European Union, Canada, and China can use up to 0.3%.</p>\n<p>An official from the Ministry of Food and Drug Safety said, &quot;We will continue to carefully examine the safety of toothpaste and thoroughly manage the safety of non-drug products so that the public can feel safe.&quot;</p>",
        "relevance_msg": "🔥 Matcher: bacteria, antibiotic resistance",
        "tags": [
            "MFDS",
            "triclosan"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Melting Glaciers Could Unleash Antibiotic Resistance",
        "url": "https://www.miragenews.com/melting-glaciers-could-unleash-antibiotic-1599493/",
        "date": "d2026-01-09T01:30:27",
        "source": "Mirage News",
        "image": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1579154392128-bf8c7ebee541%3Fixlib%3Drb-1.2.1%26amp%3Bixid%3DMnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D750%26amp%3Bq%3D80",
        "summary_html": "As climate change accelerates the melting of glaciers around the world, scientists are warning of a little-known risk flowing downstream with the meltwater: <mark>antibiotic resistance</mark> genes that have been locked in ice for thousands of years.\nIn a new review published in Biocontaminant, researchers repor...",
        "full_content_html": "<p>As climate change accelerates the melting of glaciers around the world, scientists are warning of a little-known risk flowing downstream with the meltwater: <mark>antibiotic resistance</mark> genes that have been locked in ice for thousands of years.</p>\n<p>In a new review published in Biocontaminant, researchers report that glaciers act as long-term reservoirs of <mark>antibiotic resistance</mark> genes, or ARGs, genetic elements that allow <mark>bacteria</mark> to survive exposure to antibiotics. Once released by glacier melt, these genes can enter rivers, lakes, and ecosystems that supply drinking water and support wildlife in polar and high-altitude regions.</p>\n<p>&quot;Glaciers have long been viewed as pristine and isolated environments,&quot; said corresponding author Guannan Mao of Lanzhou University. &quot;Our review shows that they are also genetic archives that store <mark>antibiotic resistance</mark>, and climate-driven melting is turning these archives into active sources.&quot;</p>\n<p><mark>Antibiotic resistance</mark> is one of the most pressing global public health challenges. While resistance is often linked to modern antibiotic use, many resistance genes are ancient and naturally occurring. Glaciers preserve microorganisms and their DNA under cold, low-nutrient conditions, sometimes for hundreds of thousands of years. As temperatures rise, these preserved microbes and genes are being released into downstream freshwater systems.</p>\n<p>The authors synthesized findings from studies across Antarctica, the Arctic, the Tibetan Plateau, and other glacier regions. Although resistance levels in glaciers are generally lower than in heavily polluted environments, the review shows that a wide variety of resistance genes have been detected, including those linked to clinically important antibiotics.</p>\n<p>&quot;Glacier-fed rivers and lakes are essential water sources for millions of people,&quot; Mao said. &quot;Once resistance genes enter these connected systems, they can interact with modern <mark>bacteria</mark>, increasing the risk of spread through microbial communities.&quot;</p>\n<p>A key contribution of the study is the introduction of the &quot;glacier continuum&quot; concept. Rather than treating glaciers, rivers, and lakes as separate environments, the researchers argue they should be understood as a connected system through which resistance genes are transported, transformed, and potentially amplified.</p>\n<p>As meltwater flows downstream, environmental conditions become more favorable for microbial growth and gene exchange. Rivers can act as mixing zones where resistance genes move between <mark>bacteria</mark>, while lakes may accumulate these genes and pass them through food webs, including into fish and other aquatic organisms.</p>\n<p>&quot;Most previous studies have looked at individual habitats in isolation,&quot; said Mao. &quot;That approach misses how resistance genes actually move through real landscapes. The glacier continuum allows us to understand where risks may increase and where intervention or monitoring is most needed.&quot;</p>\n<p>The review also highlights growing evidence that resistance genes can coexist with virulence factors, genetic traits that enable <mark>bacteria</mark> to cause disease. This combination raises concerns that glacier melt could contribute to the emergence of <mark>bacteria</mark> that are both drug resistant and potentially harmful.</p>\n<p>Human activities further complicate the picture. Airborne pollutants, migratory birds, tourism, and scientific stations can introduce modern resistance genes into remote glacier environments. In some regions, such as the Arctic, resistance levels are significantly higher than in Antarctica, reflecting stronger human influence.</p>\n<p>To address these risks, the authors call for coordinated monitoring programs using advanced genetic tools, such as metagenomic sequencing, to track resistance genes along the glacier continuum. They also emphasize the need for early-warning frameworks that assess ecological and health risks before resistance spreads widely.</p>\n<p>&quot;Climate change is reshaping microbial risks in ways we are only beginning to understand,&quot; Mao said. &quot;Recognizing glaciers as part of the global <mark>antibiotic resistance</mark> landscape is an important step toward protecting both environmental and human health.&quot;</p>\n<p>The findings underscore the importance of viewing <mark>antibiotic resistance</mark> through a One Health lens that connects environmental change, ecosystem integrity, and public health in a warming world.</p>\n<p>Journal reference: Ying H, Zhang Y, Hu W, Wu W, Mao G. 2025. Glaciers as reservoirs of <mark>antibiotic resistance</mark> genes: hidden risks to human and ecosystem health in a warming world. Biocontaminant 1: e021</p>\n<p>https://www.maxapress.com/article/doi/10.48130/biocontam-0025-0022</p>\n<p>About <a href=\"https://www.maxapress.com/biocontam\">Biocontaminant</a> :</p>\n<p><a href=\"https://www.maxapress.com/biocontam\">Biocontaminant</a> (e-ISSN: 3070-359X) is a multidisciplinary platform dedicated to advancing fundamental and applied research on biological contaminants across diverse environments and systems. The journal serves as an innovative, efficient, and professional forum for global researchers to disseminate findings in this rapidly evolving field.</p>\n<p>/Public Release. This material from the originating organization/author(s) might be of the point-in-time nature, and edited for clarity, style and length. Mirage.News does not take institutional positions or sides, and all views, positions, and conclusions expressed herein are solely those of the author(s).View in full <a href=\"https://www.miragenews.com/melting-glaciers-could-unleash-antibiotic-1599493/\">here</a>.</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance",
        "tags": [
            "antimicrobial resistance"
        ],
        "sentiment_score": 0.168
    },
    {
        "title": "Rise of the Respiratory Superbug: The Threat of Mycoplasma Pneumoniae and the Need for Effective Incineration of Containing Wastes",
        "url": "https://oeoes.com/rise-of-the-respiratory-superbug-the-threat-of-mycoplasma-pneumoniae-and-the-need-for-effective-incineration-of-containing-wastes/",
        "date": "d2026-01-09T00:00",
        "source": "oeoes.com",
        "image": "https://oeoes.com/wp-content/uploads/2024/11/044.jpg",
        "summary_html": "The Rise of the Respiratory Superbug: The Threat of Mycoplasma Pneumoniae\nA Growing Concern for Global Health\nIn recent years, the medical community has been grappling with the rise of antibiotic-resistant <mark>bacteria</mark>, posing a significant threat to global health. However, there is another respiratory ...",
        "full_content_html": "<figure><img alt=\"\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"https://oeoes.com/wp-content/uploads/2024/11/044.jpg\" srcset=\"https://oeoes.com/wp-content/uploads/2024/11/044.jpg 1280w, https://oeoes.com/wp-content/uploads/2024/11/044-300x254.jpg 300w, https://oeoes.com/wp-content/uploads/2024/11/044-1024x867.jpg 1024w, https://oeoes.com/wp-content/uploads/2024/11/044-768x650.jpg 768w\"></img></figure>\n<p><strong>The Rise of the Respiratory Superbug: The Threat of Mycoplasma Pneumoniae</strong></p>\n<p><strong>A Growing Concern for Global Health</strong></p>\n<p>In recent years, the <a data-internallinksmanager029f6b8e52c=\"12\" href=\"https://www.medicalmate.net/\">medical</a> community has been grappling with the rise of antibiotic-resistant <mark>bacteria</mark>, posing a significant threat to global health. However, there is another respiratory pathogen that has been quietly gaining notoriety, Mycoplasma pneumoniae, a fastidious and cunning microorganism that is wreaking havoc on hospitals and communities worldwide. As health professionals and policymakers, it is imperative we acknowledge the growing concerns surrounding this silent killer and take immediate action to contain its spread.</p>\n<p><strong>The Mycoplasma Pneumoniae: A Quick Overview</strong></p>\n<p>Mycoplasma pneumoniae is a <a data-internallinksmanager029f6b8e52c=\"22\" href=\"https://oeoes.com/what-is-containerized-mobile-waste-incinerator/\">type</a> of <mark>bacteria</mark> that is particularly adept at evading the immune system, making it notoriously difficult to diagnose and treat. This stealthy bacterium can infect anyone, from healthy adults to vulnerable populations like the elderly and young children. Once infected, patients often experience a range of symptoms, including fever, cough, and fatigue, which can quickly progress to severe respiratory distress, pneumonia, and even death.</p>\n<p><strong>The Rise of <mark>Antibiotic Resistance</mark></strong></p>\n<p><mark>Antibiotic resistance</mark> is a well-documented issue, and Mycoplasma pneumoniae is no exception. In fact, the bacterium has developed a disturbing ability to resist even the most powerful antibiotics, leaving many patients with limited treatment options. This resistance has been fueled by overuse and misuse of antibiotics, as well as the failure to properly incinerate and contain contaminated <a data-internallinksmanager029f6b8e52c=\"12\" href=\"https://www.medicalmate.net/\">medical</a> waste.</p>\n<p><strong>Effective <a data-internallinksmanager029f6b8e52c=\"31\" href=\"https://oeoes.com/incinerator\">Incineration</a> of Containing Waste: A Solution</strong></p>\n<p>Incineration is a critical step in containing the spread of Mycoplasma pneumoniae. By ensuring that <a data-internallinksmanager029f6b8e52c=\"12\" href=\"https://www.medicalmate.net/\">medical</a> waste, particularly biohazardous materials, are properly incinerated to temperatures above 800&deg;F (427&deg;C), we can prevent the bacterium from surviving and spreading. This process is not only a crucial component of <mark>infection</mark> control but also helps to reduce the environmental impact of <a data-internallinksmanager029f6b8e52c=\"12\" href=\"https://www.medicalmate.net/\">medical</a> waste disposal.</p>\n<p><strong>The Need for Global Action</strong></p>\n<p>The threat posed by Mycoplasma pneumoniae is a global issue, requiring a collaborative effort to combat this emerging threat. Governments, healthcare systems, and the private sector must work together to:</p>\n<ol> <li><strong>Promote responsible antibiotic use</strong>: Prescribe antibiotics judiciously, and only when necessary, to slow the development of resistance.</li>  <li><strong>Implement effective <mark>infection</mark> control measures</strong>: Ensure proper hand hygiene, ventilation, and waste management practices in healthcare settings.</li>  <li><strong>Invest in alternative treatments</strong>: Support research into new treatments, such as extracorporeal membrane oxygenation (ECMO), for patients with severe respiratory distress.</li>  <li><strong>Encourage global reporting and monitoring</strong>: Share data on Mycoplasma pneumoniae <mark>infection</mark>s, outbreaks, and <mark>antimicrobial resistance</mark> patterns to inform public health policy and research.</li> </ol>\n<p><strong>Conclusion</strong></p>\n<p>The rise of Mycoplasma pneumoniae as a respiratory superbug demands immediate attention from policymakers, healthcare professionals, and individuals worldwide. By acknowledging the scope of this issue, we can work together to contain its spread and mitigate its devastating consequences. Effective incineration of containing waste is a critical component of this response, and we must prioritize its implementation to safeguard global health. The time to act is now &ndash; the stakes could not be higher.</p>",
        "relevance_msg": "🔥 Matcher: bacteria, antibiotic resistance, antimicrobial resistance",
        "tags": [
            "Mycoplasma pneumoniae"
        ],
        "sentiment_score": 0
    },
    {
        "title": "EMPOWERING THE HOSPITALIST: A CASE SERIES ON MURINE TYPHUS",
        "url": "https://shmabstracts.org/abstract/empowering-the-hospitalist-a-case-series-on-murine-typhus/",
        "date": "d2026-01-09T00:00",
        "source": "SHM Abstracts | Society of Hospital Medicine",
        "image": "https://shmabstracts.org/wp-content/uploads/2025/04/KVGIWVNB-1999243-1-IMG.png",
        "summary_html": "Lauren Rash, MD1, Luay Boulahouache2, Nathaniel Giles2, Robert Atmar2, 1Baylor College of Medine, TX, Houston; 2Baylor College of Medicine,\nBackground: Murine typhus, a flea-borne rickettsial disease traditionally found in warm, humid climates, is increasingly reported in non-endemic regions due to ...",
        "full_content_html": "<p>Lauren Rash, MD<sup>1</sup>, Luay Boulahouache<sup>2</sup>, Nathaniel Giles<sup>2</sup>, Robert Atmar<sup>2</sup>, <sup>1</sup>Baylor College of Medine, TX, Houston; <sup>2</sup>Baylor College of Medicine,</p>\n<p><b>Background: </b>Murine typhus, a flea-borne rickettsial disease traditionally found in warm, humid climates, is increasingly reported in non-endemic regions due to factors such as climate change and urbanization. Characterized by nonspecific symptoms including fever, headache, rash, and elevated liver enzymes, murine typhus often mimics common febrile illnesses such as influenza, viral exanthems, or sepsis. Delays in diagnosis can result in prolonged hospital stays, unnecessary diagnostic tests, and inappropriate use of broad-spectrum antibiotics. Hospitalists, as the first point of contact for hospitalized patients, are uniquely positioned to identify murine typhus early, reducing the need for infectious disease (ID) consults and expediting appropriate care.</p>\n<p><b>Methods: </b>The electronic medical record system was used for retrospective analysis of patients charts for patients within the Harris Health System. 79 charts were between 01/30/2019 &ndash; 01/30/2024 found to have (+) Murine Typhus IgM and/or IgG​. 7 patients were excluded if they were outpatient, had an incomplete chart to review, were diagnosed and cared for outside of Harris Health, had too low of titers to make the diagnosis, or diagnosis was not consistent with murine typhus. Demographics, clinic and admission dates, length of stay, comorbidities and medications, animal exposures, symptoms, vitals, physical exams, labs, imaging, treatment course, illness complications, timing and antibiotic selection, whether infectious disease was consulted, and fever clearance time was documented.</p>\n<p><b>Results: </b>73 patients with murine typhus were identified. Mean age 43.8, 59% males, 41% females. Most common presenting features were fever (72%), headache (53%), myalgias (51%), rash (48%), thrombocytopenia (68%), and elevated liver enzymes ALT (75%) and AST (89%). LFTs were elevated in a hepatocellular injury pattern with predominance of ALT and AST elevated. Mean total bilirubin elevation 1.5. Mean alkaline phosphatase 141.6. Peak WBC count 11.2, while 100% of patients met criteria for sepsis on vitals. 33.9% had splenomegaly, 62.7% had hepatomegaly on CT imaging. Infectious Disease team was consulted 57% of the time with an average day of consult on day 3 and Infectious Disease team consulted resulted in doxycycline being started 100% of the time. Doxycycline was only started 84% of the time when ID was not consulted. The average time until last fever after starting antibiotics was 52.65 hours. In some cases fevers cleared prior to doxycycline starting.</p>\n<p><b>Conclusions: </b>Hospitalists play a pivotal role in recognizing murine typhus early, particularly in regions with expanding endemicity. Empowering hospitalists with a clinical framework for suspecting and diagnosing murine typhus can reduce delays in care, improve outcomes, and optimize antimicrobial stewardship. Recognizing a pattern of most common presentation symptoms, lab findings, imaging findings, and fever curve for murine typhus is important for all hospitalists. Education and dissemination of this framework can help reduce reliance on ID consults, ensuring timely, targeted therapy in affected patients.</p>\n<p><b>IMAGE 1: </b></p>\n<figure><img src=\"https://shmabstracts.org/wp-content/uploads/2025/04/KVGIWVNB-1999243-1-IMG.png\"></img></figure>\n<p>To cite this abstract:</p>\n<p>Lauren Rash, MD<sup>1</sup>, Luay Boulahouache<sup>2</sup>, Nathaniel Giles<sup>2</sup>, Robert Atmar<sup>2</sup>.</p>\n<p>EMPOWERING THE HOSPITALIST: A CASE SERIES ON MURINE TYPHUS.</p>\n<p>Abstract published at SHM Converge 2025.</p>\n<p>Abstract 0141</p>\n<p>Journal of Hospital Medicine.</p>\n<p>https://shmabstracts.org/abstract/empowering-the-hospitalist-a-case-series-on-murine-typhus/.</p>",
        "relevance_msg": "Generel sundhed",
        "tags": [
            "hospital medicine",
            "endemic typhus"
        ],
        "sentiment_score": -0.238
    },
    {
        "title": "Review: Evidence-based interventions help cut inappropriate antibiotic use in nursing homes",
        "url": "https://www.mcknights.com/news/review-evidence-based-interventions-help-cut-inappropriate-antibiotic-use-in-nursing-homes/",
        "date": "d2026-01-09T00:00",
        "source": "McKnight's Long Term Care News",
        "image": "https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-1720x967.jpg",
        "summary_html": "Evidence-based interventions, such as educational strategies, clinical practice guidelines, and audit and feedback, are associated with reducing inappropriate antibiotic use and improving guideline adherence, especially in the management of urinary tract <mark>infection</mark>s (UTIs), in long-term care faciliti...",
        "full_content_html": "<figure><img alt=\"antibiotic pill\" sizes=\"(max-width: 860px) 100vw, 860px\" src=\"https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-1720x967.jpg\" srcset=\"https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-860x483.jpg 860w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-300x169.jpg 300w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-768x432.jpg 768w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-1024x575.jpg 1024w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-544x306.jpg 544w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-1720x967.jpg 1720w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-156x88.jpg 156w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-312x175.jpg 312w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-640x360.jpg 640w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-1280x719.jpg 1280w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-e1653960592668.jpg 1440w\"></img><figcaption>(Photo: Getty Images)</figcaption></figure>\n<p>Evidence-based interventions, such as educational strategies, clinical practice guidelines, and audit and feedback, are associated with reducing inappropriate antibiotic use and improving guideline adherence, especially in the management of urinary tract <mark>infection</mark>s (UTIs), in long-term care facilities. That is according to a December <a href=\"https://www.cambridge.org/core/journals/antimicrobial-stewardship-and-healthcare-epidemiology/article/antimicrobial-stewardship-in-long-term-care-facilities-evidence-based-interventions-implementation-tools-and-impact-metrics/618C6CBD663D5079FCA263645007F2F0\">review</a> published in <em>Antimicrobial Stewardship &amp; Healthcare Epidemiology</em>.</p>\n<p>The review identified antimicrobial stewardship resources including the seven structural components of the CDC&rsquo;s Stewardship for Nursing Homes: Leadership Commitment, Accountability, Drug Expertise, Action, Tracking, Reporting and Education. By 2018, 83% of nursing homes reported implementation of all seven core elements of antimicrobial stewardship in nursing homes, according to NHSN Long-Term Care Facility Component annual surveys.</p>\n<p>Additionally, the Agency for Healthcare Research and Quality&rsquo;s (AHRQ) Nursing Home Antimicrobial Stewardship Guide provides a curated set of standard interventions. An AHRQ study found, along with education through webinars among 439 LTCFs, an overall decrease in total antibiotic courses with fluoroquinolones, and antibiotic course reductions were highest at facilities with the largest webinar attendance while low engagement facilities lacked an impact on course reductions.</p>\n<p>The authors suggest that there remains a gap between identifying effective interventions and successfully implementing them. They note that more research is required to analyze behavioral drivers that might influence the adoption of Antimicrobial Stewardship Programs (ASPs).</p>\n<p>&ldquo;As noted in our review of implementation strategies, only 17% of studies utilized formal frameworks to guide adoption, and research on behavioral drivers (eg., &ldquo;persuasion,&rdquo; &ldquo;enablement&rdquo;) is limited compared to traditional clinical outcomes,&rdquo; authors said. &ldquo;Consequently, future research must pivot from testing new clinical guidelines to evaluating the implementation strategies required to change prescribing culture. Specifically, rigorous investigation is needed to determine which behavioral techniques most effectively sustain stewardship in settings with high staff turnover and limited infectious diseases expertise.&rdquo;</p>\n<ul> <li> <a href=\"https://www.mcknights.com/news/ac-cuts-risk-of-heat-related-deaths-of-nursing-home-residents-study-finds/\"> <figure><img alt=\"more-brand-icon\" src=\"https://www.mcknights.com/wp-content/uploads/sites/5/2025/12/GettyImages-1604491256.jpg\"></img><figcaption><a href=\"https://www.mcknights.com/news/ac-cuts-risk-of-heat-related-deaths-of-nursing-home-residents-study-finds/\">AC cuts risk of heat-related deaths of nursing home residents, study finds</a></figcaption></figure>  </a> </li> <li> <a href=\"https://www.mcknights.com/news/oig-launches-pdpm-audits-and-wants-first-nursing-home-it-reviewed-to-repay-31m/\"> <figure><img alt=\"more-brand-icon\" src=\"https://www.mcknights.com/wp-content/uploads/sites/5/2021/11/money_111921_GettyImages-145868159_1440x810.jpg\"></img><figcaption><a href=\"https://www.mcknights.com/news/oig-launches-pdpm-audits-and-wants-first-nursing-home-it-reviewed-to-repay-31m/\">OIG launches PDPM audits and wants first nursing home it reviewed to repay $31M</a></figcaption></figure>  </a> </li> </ul>",
        "relevance_msg": "🔥 Matcher: infection",
        "tags": [
            "Agency for Healthcare Research & Quality (AHRQ)",
            "nursing home",
            "antimicrobial stewardship",
            "evidence-based medicine",
            "review"
        ],
        "sentiment_score": 0
    },
    {
        "title": "NA panel decries diabetes drug shortage",
        "url": "https://tribune.com.pk/story/2586194/na-panel-decries-diabetes-drug-shortage",
        "date": "d2026-01-08T23:18:38",
        "source": "The Express Tribune",
        "image": "https://i.tribune.com.pk/media/images/384302-Diabetesequpment-1337993236/384302-Diabetesequpment-1337993236-640x480.webp",
        "summary_html": "Reviews nursing sector reforms, performance of HSA\nISLAMABAD:\nThe National Assembly's Standing Committee on National Health Services, Regulations and Coordination on Thursday expressed serious concern over shortages of diabetes medicines and insulin, while also reviewing nursing sector reforms and t...",
        "full_content_html": "<p>Reviews nursing sector reforms, performance of HSA</p>\n<figure><img alt=\"tribune\" src=\"https://i.tribune.com.pk/media/images/384302-Diabetesequpment-1337993236/384302-Diabetesequpment-1337993236-640x480.webp\"></img></figure>\n<p>    <strong> ISLAMABAD: </strong></p>\n<p>The National Assembly's Standing Committee on National Health Services, Regulations and Coordination on Thursday expressed serious concern over shortages of diabetes medicines and insulin, while also reviewing nursing sector reforms and the performance of the Health Services Academy (HSA).</p>\n<p>The meeting, chaired by Dr Mahesh Kumar Malani, noted inconsistencies in the availability of specific medicine brands and stressed that complete details regarding shortages and discounted medicines provided to parliamentarians should be shared with the committee.</p>\n<p>Members questioned the quality of medicines offered to parliamentarians at a 30 per cent discount.</p>\n<p>Officials informed the committee that 16 samples had been collected from the Parliamentarians' Dispensary and six from the Pakistan Institute of Medical Sciences (PIMS), with testing reports to be shared in the next meeting. The minister assured the committee that relevant stakeholders would be called for a detailed discussion.</p>\n<p>The committee also sought clarification on whether a 69 per cent discount granted under the pharmacy tender awarded to the Federal Government Hospital was being passed on to the general public.</p>\n<p>The Drug Regulatory Authority of Pakistan (Drap) stated that inspections were being conducted in coordination with ICT inspectors, while procurement was carried out in line with PPRA rules.</p>\n<p>Lifestyle medicine and preventive healthcare were also discussed with members proposing the inclusion of lifestyle education in medical curricula through the Pakistan Medical and Dental Council and provincial syllabi.</p>\n<p>The chair directed that the issue be placed on the agenda of the next meeting. Proposed amendments to the PMDC Act and issues faced by Pakistani medical students abroad were also flagged for future deliberations.</p>\n<p>On legislative matters, the committee discussed the Pakistan Nursing Council (Amendment) Bill, 2024. It was informed that following the promulgation of the Pakistan Nursing and Midwifery Council Ordinance, 2025, the Pakistan Nursing Council Act, 2023, stood repealed.</p>\n<p>The Ministry of Law and Justice confirmed that the ordinance would be laid before the National Assembly. In view of these developments, the committee disposed of the amendment bill.</p>\n<p>The committee received a detailed briefing from the Health Services Academy, where the vice chancellor highlighted its role as Pakistan's first public health university, its training programmes for in-service doctors, collaboration with UN agencies, and work on One Health initiatives.</p>\n<p>The minister drew attention to the growing challenge of <mark>antimicrobial resistance</mark>, particularly due to excessive antibiotic use in livestock, noting that HSA was addressing this neglected area.</p>\n<p>Members raised questions regarding admissions, faculty recruitment, budgetary constraints, use of artificial intelligence, plagiarism control mechanisms, representation of students from Balochistan, and governance matters, including approvals related to recent promotions.</p>\n<p>The HSA administration assured the committee that admissions and recruitments were conducted strictly on merit and in accordance with due process, and that relevant records would be shared.</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance",
        "tags": [
            "Mahesh Kumar Malani",
            "Pakistan Institute of Medical Sciences (PIMS)",
            "Drug Regulatory Authority of Pakistan (DRAP)",
            "diabetes"
        ],
        "sentiment_score": -0.193
    }
]