[
    {
        "title": "Is milk replacer a cost effective option this spring?",
        "url": "https://www.agriland.ie/farming-news/is-milk-replacer-a-cost-effective-option-this-spring/",
        "date": "2026-01-15T06:10",
        "source": "Agriland",
        "image": "https://www.agriland.ie/cdn-cgi/image/width=1280,height=720,format=auto,fit=cover/https://cdn.agriland.ie/uploads/2020/11/DSCN5740.jpg",
        "summary_html": "With milk prices bottoming out and calving only around the corner, many farmers will be considering if it is worth feeding milk replacer this spring.\nLast spring, feeding milk replacer was a no-brainer as milk prices averaged 50c/L; however this spring the average base price is looking closer to the...",
        "full_content_html": "<figure data-component=\"CoreImage\" data-v-323ca57c=\"\" data-v-faefa0fa=\"\"><a data-v-faefa0fa=\"\" href=\"https://cdn.agriland.ie/uploads/2020/11/DSCN5740.jpg\"><img alt=\"\" src=\"https://www.agriland.ie/cdn-cgi/image/width=1280,height=720,format=auto,fit=cover/https://cdn.agriland.ie/uploads/2020/11/DSCN5740.jpg\"></img></a></figure>\n<p><strong>With milk prices bottoming out and calving only around the corner, many farmers will be considering if it is worth feeding milk replacer this spring.</strong></p>\n<p>Last spring, feeding milk replacer was a no-brainer as milk prices averaged 50c/L; however this spring the <a href=\"https://www.agriland.ie/farming-news/milk-price-tracker-average-base-price-drops-to-36c-l/\">average base price</a> is looking closer to the 32c/L mark.</p>\n<p>Meanwhile, milk replacer is currently on the market at an average of &euro;57 for a 20kg bag.</p>\n<p>Farmers who bought milk replacer well in advance are at a financial advantage, considering milk prices are still dropping.</p>\n<p>However, it may still be worthwhile buying in milk replacer now so you can get straight into filling the bulk tank to boost your milk cheque this spring.</p>\n<h2 data-component=\"CoreHeading\" data-core-heading=\"\" data-v-5299cdc0=\"\">Feeding milk replacer</h2>\n<p>Farmers who do use milk replacer typically begin feeding it to calves when they are five to seven days-of age and no longer require colostrum.</p>\n<p>Once the initial colostrum has been fed within the first 24 hours, it is important to keep calves on transition milk for a few days to continue building their immune system.</p>\n<p>After this, milk replacer is typically fed until the calf is weaned at seven to eight weeks-of-age.</p>\n<p>Milk replacer has great benefits in the Irish dairy system, as calves can grow and develop just as they would on whole milk.</p>\n<p>Whole milk has its downsides, especially if you are feeding waste milk, such as antibiotic milk, high somatic cell count (SCC) milk, or any poor quality milk, as these can lead to <mark>antimicrobial resistance</mark>, disease transmission, and stump growth rates.</p>\n<p>However milk replacer can help reduce the risk of diseases spreading, which will act as an additional cost-saver on farm.</p>\n<figure data-component=\"CoreImage\" data-v-faefa0fa=\"\"><a data-v-faefa0fa=\"\" href=\"https://cdn.agriland.ie/uploads/2019/11/IMG_36911.jpg\"><img src=\"https://www.agriland.ie/cdn-cgi/image/format=auto,fit=cover/https://cdn.agriland.ie/uploads/2019/11/IMG_36911.jpg\"></img></a></figure>\n<p>The consistency of milk replacer is key with mixing, ensuring the correct rate, and feeding at the same time each morning and evening important facets of the preparation.</p>\n<p>By adding more water than instructed to stretch the product, you are in fact just diluting it, which will negatively affect your calves' growth rates.</p>\n<p>The typical ratio for 1L of milk replacer is a mix of 125g of powder and 875ml of water.</p>\n<p>Calves being fed milk replacer typically start on 500g per calf/day at one week-of-age.</p>\n<p>At two weeks-of-age, they are upped to 750g per calf/day until five weeks-of-age, when they go back to 375g per calf/day, slowly weaning replacer out of the diet.</p>\n<p>Meanwhile, calves who are drinking whole milk require approximately 6.18kg/day or 5-6L/day.</p>\n<h2 data-component=\"CoreHeading\" data-core-heading=\"\" data-v-5299cdc0=\"\">Prices</h2>\n<p><strong>The cost of feeding 6L of saleable whole milk to calves at 34c/L is as follows:</strong></p>\n<ul data-component=\"CoreList\" data-v-d5d6fb54=\"\"> <li>Milk price (value of milk sold, &euro;/kg) = &euro;0.37;</li>  <li>Weight of whole milk to feed calves (kg/day) = 6.18kg;</li>  <li>Total cost to feed one calf/day of whole milk = &euro;0.37 x 6.18kg = <strong>&euro;2.29.</strong></li> </ul>\n<p><strong>The cost of feeding 6L of a good quality milk replacer to calves is as follows:</strong></p>\n<ul data-component=\"CoreList\" data-v-d5d6fb54=\"\"> <li>Cost of milk replacer per bag = &euro;57;</li>  <li>Weight of milk replacer per bag = 20kg;</li>  <li>Crude protein content of milk replacer = 23%;</li>  <li>Fat content of milk replacer = 18%;</li>  <li>Weight of milk replacer fed to calves/day = 0.75kg;</li>  <li>Total cost to feed one calf/day of milk replacer = &euro;57 &divide; 20kg x 0.75kg = <strong>&euro;</strong>2.13.</li> </ul>\n<p>The difference may not seem significant; however, over eight weeks of feeding, quite a difference can be seen.</p>\n<p>Whole milk: &euro;2.29/day x 7 days x 8 weeks = &euro;128.24</p>\n<p>Milk replacer: &euro;2.13/day x 7 days x 8 weeks = &euro;119.28</p>\n<p>That means milk replacer is still &euro;8.96 cheaper per calf than whole milk over the eight-week feeding period.</p>\n<p>For a farm rearing 100 calves, that is a difference of &euro;896, meaning milk replacer can still be considered the better option.</p>\n<p>Before making any decisions coming into spring, it is important to work out your own values, as every farm is different, asking yourself how much you are actually saving.</p>\n<p>If you are still saving even &euro;1 per calf by feeding replacer, it will work out at a savings of &euro;100 when rearing 100 calves, which makes all the difference covering another cost such as a vet callout fee.</p>\n<p>Below is a table that outlines some of the popular products on the market and the price you can currently expect to pay for them.</p>\n<figure><table><tr><th>Milk replacer</th><th>Bag size (kg)</th><th>Protein percentage</th><th>Cost per bag</th><th>Cost per kg</th></tr><tbody><tr><td>Auctus Champion</td><td>20</td><td>23.5%</td><td>&euro;52.00</td><td>&euro;2.60</td></tr><tr><td>Auctus Champion with added lung guard</td><td>20</td><td>23.5%</td><td>&euro;53.00</td><td>&euro;2.65</td></tr><tr><td>Auctus Opti 60% Skim</td><td>20</td><td>24%</td><td>&euro;56.00</td><td>&euro;2.80</td></tr><tr><td>Auctus Opti 60% Skim with added lung guard</td><td>20</td><td>24%</td><td>&euro;57.00</td><td>&euro;2.85</td></tr><tr><td>Auctus Opti-mum</td><td>20</td><td>26%</td><td>&euro;63.50</td><td>&euro;3.18</td></tr><tr><td>Auctus Opti-mum with added lung guard</td><td>20</td><td>26%</td><td>&euro;64.50</td><td>&euro;3.23</td></tr><tr><td>Auctus Turbo Thrive</td><td>20</td><td>21.5%</td><td>&euro;51.00</td><td>&euro;2.55</td></tr><tr><td>Country CalfLac</td><td>20</td><td>23%</td><td>&euro;60.00</td><td>&euro;3.00</td></tr><tr><td>Country NRG+</td><td>20</td><td>22.5%</td><td>&euro;65.00</td><td>&euro;3.25</td></tr><tr><td>Liffey Mills Elvor Adapto Transition milk</td><td>25</td><td>20%</td><td>&euro;68.00</td><td>&euro;2.72</td></tr><tr><td>Liffey Mills Elvor Bio Organic</td><td>20</td><td>23.5%</td><td>&euro;150.00</td><td>&euro;7.50</td></tr><tr><td>Liffey Mills Elvor Confor</td><td>25</td><td>23.5%</td><td>&euro;69.00</td><td>&euro;2.76</td></tr><tr><td>Liffey Mills Elvor Performance</td><td>25</td><td>25%</td><td>&euro;63.00</td><td>&euro;2.52</td></tr><tr><td>Volac Heiferlac</td><td>20</td><td>26%</td><td>&euro;55.00</td><td>&euro;2.75</td></tr><tr><td>Volac Maverick Once-a-day</td><td>20</td><td>24%</td><td>&euro;55.00</td><td>&euro;2.75</td></tr></tbody></table><figcaption>Note: Prices are subject to change, use this table as a guide only.</figcaption></figure>\n<p>When buying these products, the cost should not be the most important criteria.</p>\n<p>The product should ideally have a protein content of 23-26%, an oil content of 16-20%, a fibre content of less than 0.15%, and no more than 8.5% ash for the calf to thrive.</p>\n<p>Buying lower quality products for cheaper prices may work out as less cost-effective, as the contents may not meet the calves' nutritional values.</p>\n<p><a href=\"https://www.agriland.ie/farming-news/reminder-zone-a-farmers-can-now-spread-slurry/\"><figure><img alt=\"Reminder: Zone A farmers can now spread slurry\" src=\"https://www.agriland.ie/cdn-cgi/image/width=640,height=360,format=auto,fit=cover/https://cdn.agriland.ie/uploads/2025/04/Dribble-Bar-slurry-1280x720-1-1.jpg\"></img><figcaption><a href=\"https://www.agriland.ie/farming-news/reminder-zone-a-farmers-can-now-spread-slurry/\">Reminder: Zone A farmers can now spread slurry</a></figcaption></figure></a></p>\n<p><a href=\"https://www.agriland.ie/farming-news/milk-price-tracker-average-base-price-drops-to-36c-l/\"><figure><img alt=\"Milk Price Tracker: Average base price drops to 36c/L\" src=\"https://www.agriland.ie/cdn-cgi/image/width=640,height=360,format=auto,fit=cover/https://cdn.agriland.ie/uploads/2024/12/milking-parlour.png\"></img><figcaption><a href=\"https://www.agriland.ie/farming-news/milk-price-tracker-average-base-price-drops-to-36c-l/\">Milk Price Tracker: Average base price drops to 36c/L</a></figcaption></figure></a></p>\n<p><a href=\"https://www.agriland.ie/farming-news/positive-start-to-2026-for-gdt-price-index-after-first-auction/\"><figure><img alt=\"Positive start to 2026 for GDT price index after first auction\" src=\"https://www.agriland.ie/cdn-cgi/image/width=640,height=360,format=auto,fit=cover/https://cdn.agriland.ie/uploads/2025/11/freshly-processed-milk-cropped-shot-of-milk-bottl-2025-04-06-12-36-34-utc-scaled.jpg\"></img><figcaption><a href=\"https://www.agriland.ie/farming-news/positive-start-to-2026-for-gdt-price-index-after-first-auction/\">Positive start to 2026 for GDT price index after first auction</a></figcaption></figure></a></p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance",
        "tags": [],
        "sentiment_score": 0.542
    },
    {
        "title": "GHS moves to strengthen health system for emergency preparedness",
        "url": "https://www.businessghana.com/site/news/general/341435/GHS-moves-to-strengthen-health-system-for-emergency-preparedness",
        "date": "2026-01-15T05:00",
        "source": "Business Ghana",
        "image": "https://www.businessghana.com/cms/img/news/2026-01-14-1252352.jpg",
        "summary_html": "The Ghana Health Service (GHS) yesterday opened a three-day prioritisation workshop on the agenda for developing the National Action Plan for Health Security (NAPHS) to strengthen the country’s preparedness for public health emergencies.\nThe workshop, which brought together officials from agencies, ...",
        "full_content_html": "<figure><img alt=\"Pic\" src=\"https://www.businessghana.com/cms/img/news/2026-01-14-1252352.jpg\"></img></figure>\n<p>The Ghana Health Service (GHS) yesterday opened a three-day prioritisation workshop on the agenda for developing the National Action Plan for Health Security (NAPHS) to strengthen the country&rsquo;s preparedness for public health emergencies.</p>\n<p>The workshop, which brought together officials from agencies, development partners and technical institutions, marks the beginning of a new planning cycle aimed at enhancing the country&rsquo;s capacity to prevent, detect and respond to health threats in line with the International Health Regulations (IHR) 2005.</p>\n<p>Opening the event, the Director-General of GHS, Dr Samuel Akoriyea Kaba, said the workshop was a significant milestone in the country&rsquo;s health security journey.</p>\n<p>He noted that the IHR 2005, a legally binding global framework, had guided the country&rsquo;s steady progress in strengthening surveillance, response and preparedness systems over the years.</p>\n<p>Dr Kaba stated that the country had demonstrated strong commitment by implementing all four components of the World Health Organisation&rsquo;s IHR Monitoring and Evaluation Framework, which includes State Party Annual Reporting (SPAR), Joint External Evaluation (JEE), After Action Reviews and Simulation Exercises, even though only one was mandatory.</p>\n<p>He stressed that the move reflected the country&rsquo;s determination to continuously improve its health security architecture.</p>\n<p>He also outlined key areas of improvement achieved so far, including IHR coordination, surveillance systems, laboratory capacity, risk communication, community engagement and food safety.</p>\n<p>However, he acknowledged that challenges persisted, particularly in sustainable financing for public health emergencies, availability of skilled human resources at subnational levels, and preparedness for chemical and radiation-related incidents.</p>\n<p>Dr Kaba recalled that Ghana completed its second Joint External Evaluation in February last year, replacing the first assessment conducted in 2017.</p>\n<p>&ldquo;The earlier evaluation informed the country&rsquo;s first National Action Plan for Health Security, implemented from 2019 to 2023. Achievements under that plan included the reactivation of the IHR coordination committee, strengthened rapid response teams, expanded <mark>infection</mark> prevention and control systems, nationwide scale-up of event-based surveillance, refurbishment of the National Public Health Emergency Operations Centre and the establishment of four subnational emergency operations centres, with plans to extend coverage to all 16 regions,&rdquo; he noted.</p>\n<p>The Director of Public Health at GHS, Dr Franklin Asiedu-Bekoe, said the current workshop marked the transition from identifying gaps to developing concrete and implementable plans.</p>\n<p>He explained that the Joint External Evaluation had clearly outlined weaknesses in the system, and the focus now was to transform those gaps into prioritised and costed actions.</p>\n<p>Asiedu-Bekoe then identified critical areas requiring attention, including ring-fenced funding for health security, improved laboratory networks and sample transportation systems, well-equipped points of entry, and enhanced capacity to manage nuclear and chemical events.</p>\n<p>While the country&rsquo;s preparedness had improved significantly since the COVID-19 pandemic, he stressed that health security remained a continuous process rather than a final destination.</p>\n<p>Providing technical insight, the Infectious Hazard Management System lead at GHS, Mr Patrick Avevor, noted that the country had recorded measurable gains since the first JEE.</p>\n<p>He revealed that about half of the country&rsquo;s assessed technical areas were now rated at Level 3 capacity, compared to about 40 per cent previously, indicating progress but also the need for further improvement.</p>\n<p>The World Health Organisation (WHO) Country Representative, Dr Fiona Braka, commended Ghana for its leadership and multisectoral approach.</p>\n<p>She warned that emerging and re-emerging infectious diseases, climate-related hazards, <mark>antimicrobial resistance</mark> and population mobility were placing increasing pressure on national systems, making preparedness a critical investment in resilience and sustainable development.</p>",
        "relevance_msg": "🔥 Matcher: infection, antimicrobial resistance",
        "tags": [
            "Ghana Health Service"
        ],
        "sentiment_score": 0.631
    },
    {
        "title": "Healthcare expert pitches for GST on antibiotics a la tobacco, alcohol",
        "url": "https://www.thehansindia.com/telangana/healthcare-expert-pitches-for-gst-on-antibiotics-a-la-tobacco-alcohol-1039514",
        "date": "2026-01-15T02:27",
        "source": "The Hans India",
        "image": "https://assets.thehansindia.com/h-upload/2026/01/15/1617572-doctor.webp",
        "summary_html": "GST is necessary to protect medicines whose misuse permanently destroys their effectiveness, says expert\nA healthcare expert from the city wanted the Union Finance Minister Nirmala Sitharaman to impose increased GST on the antibiotics similar to differential taxation on tobacco, alcohol, and unhealt...",
        "full_content_html": "<figure><img alt=\"Healthcare expert pitches for GST on antibiotics a la tobacco, alcohol\" data-class=\"h-custom-image\" src=\"https://assets.thehansindia.com/h-upload/2026/01/15/1617572-doctor.webp\"></img></figure>\n<p>GST is necessary to protect medicines whose misuse permanently destroys their effectiveness, says expert</p>\n<p>A healthcare expert from the city wanted the Union Finance Minister Nirmala Sitharaman to impose increased GST on the antibiotics similar to differential taxation on tobacco, alcohol, and unhealthy foods to protect medicines whose misuse permanently destroys their effectiveness.</p>\n<p>While advocating for enhanced investment in health with priority to primary care, prevention and system resilience, the president of <mark>Infection</mark> Control Academy of India (ICAI) Dr Ranga Reddy Burri said that a progressive Goods and Services Tax (GST) structure on antibiotics, aligned with the WHO AWaRe classification, to correct misuse, preserve last-resort medicines, and generate ringfenced funding for <mark>AMR</mark> containment. This is not a call for indiscriminate taxation, he said, adding it is a call for using pricing as a public policy instrument to protect a critical national medical resource.</p>\n<p>Dr Rangareddy said that <mark>AMR</mark> was a perpetual pandemic; it is not a distant or theoretical threat <mark>antimicrobial resistance</mark> is not a future risk. It is a perpetual pandemic&mdash;continuous, cumulative, and irreversible once established. India&rsquo;s surveillance data clearly demonstrate rising resistance across common <mark>pathogens</mark>, declining treatment success, prolonged hospitalisation, and escalating healthcare costs. Routine <mark>infection</mark>s are becoming harder to treat. Surgeries, cancer care, intensive care, and childbirth were increasingly exposed to avoidable risk.</p>\n<p>Dr Burri recalled, the Prime Minister Narendra Modi had repeatedly highlighted <mark>AMR</mark> at the national level. India&rsquo;s National Action Plan on <mark>AMR</mark> 2.0 (NAP-<mark>AMR</mark> 2.0) provides a strong strategic framework focused on surveillance, stewardship, diagnostics, and awareness. Yet implementation remains uneven. Only a limited number of States and Union Territories have operationalised State Action Plans, he said.</p>\n<p>Proposing the progressive GST, Dr Burri talked on - Access antibiotics first- and second-line treatments for common <mark>infection</mark>s GST: Retain the existing low rate (approximately 5 per cent) to ensure affordability. Watch antibiotics- Higher resistance potential require close monitoring GST- Increase to 12 per cent. Reserve antibiotics Last-resort drugs for confirmed <mark>multi<mark>drug-resistant</mark></mark> <mark>infection</mark>s GST- Increase to 24 per cent or higher. He said that this approach would not make essential medicines unaffordable. &ldquo;We tax tobacco because it causes cancer. We tax alcohol because it destroys lives.</p>\n<p>We tax sugary drinks because they fuel chronic disease. Antibiotic misuse destroys the future of modern medicine itself. This proposal is not a revenue grab. It is a life-preserving, fiscally responsible intervention that complements regulation, strengthens state capacity, and protects India&rsquo;s therapeutic arsenal,&rdquo; said Dr Burri.</p>\n<figure><a href=\"https://www.thehansindia.com/life-style/local-governance-journalism-in-nepal-the-reporting-work-of-roshan-shrestha-1035604\"><img alt=\"Local Governance Journalism in Nepal: The Reporting Work of Roshan Shrestha\" data-class=\"h-custom-image\" src=\"https://assets.thehansindia.com/h-upload/2026/01/01/500x300_1613461-screenshot-2026-01-01-222144.webp\"></img></a><figcaption><a href=\"https://www.thehansindia.com/life-style/local-governance-journalism-in-nepal-the-reporting-work-of-roshan-shrestha-1035604\">Local Governance Journalism in Nepal: The Reporting Work of Roshan Shrestha</a></figcaption></figure>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance, multidrug-resistant, amr",
        "tags": [
            "Nirmala Sitharaman",
            "Goods and Services Tax",
            "Dr Ranga Reddy Burri"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Ancient Gut Microbiomes Reveal New Antimicrobial Peptides",
        "url": "https://bioengineer.org/ancient-gut-microbiomes-reveal-new-antimicrobial-peptides/",
        "date": "2026-01-15T00:17:34",
        "source": "BIOENGINEER.ORG",
        "image": "https://bioengineer.org/wp-content/uploads/2026/01/Ancient-Gut-Microbiomes-Reveal-New-Antimicrobial-Peptides.jpg",
        "summary_html": "In a groundbreaking exploration that merges the ancient with cutting-edge science, a team of researchers led by Chen, S., Yuan, Y., and Wang, Y. has unveiled a treasure trove of antimicrobial peptides nestled within the gut microbiomes of ancient humans. This discovery, recently published in Nature ...",
        "full_content_html": "<p><a href=\"https://bioengineer.org/wp-content/uploads/2026/01/Ancient-Gut-Microbiomes-Reveal-New-Antimicrobial-Peptides.jpg\"><figure><img alt=\"\" src=\"https://bioengineer.org/wp-content/uploads/2026/01/Ancient-Gut-Microbiomes-Reveal-New-Antimicrobial-Peptides.jpg\"></img></figure></a></p>\n<p>In a groundbreaking exploration that merges the ancient with cutting-edge science, a team of researchers led by Chen, S., Yuan, Y., and Wang, Y. has unveiled a treasure trove of antimicrobial peptides nestled within the gut microbiomes of ancient humans. This discovery, recently published in Nature Communications (2026), not only opens unprecedented avenues for antimicrobial drug development but also invites a paradigm shift in our understanding of microbial evolution and host-microbe interactions through deep time.</p>\n<p>The study hones in on ancient gut microbiomes&mdash;complex microbial communities preserved in archaeological samples&mdash;using advanced metagenomic techniques that decode the DNA of microorganisms long thought impossible to analyze at this level of precision. Through these methods, the team systematically unpacked the genetic blueprints of extinct or rare microbial species, revealing a rich repository of antimicrobial peptides (AMPs), natural molecules renowned for their ability to combat <mark>pathogens</mark>.</p>\n<p>Antimicrobial peptides are essential components of the innate immune system, serving as frontline defenders against <mark>bacteria</mark>l, viral, and fungal invasions. They function by disrupting microbial membranes, inhibiting essential enzymes, or modulating host immune responses. However, the AMPs characterized in contemporary organisms often struggle against the relentless emergence of <mark>multi<mark>drug-resistant</mark></mark> <mark>pathogens</mark>. Thus, the discovery of novel peptides from ancient microbiomes offers a promising solution to the escalating global health crisis posed by <mark>antibiotic resistance</mark>.</p>\n<p>The researchers meticulously extracted microbial DNA from coprolites&mdash;fossilized fecal matter&mdash;dating back thousands of years. This delicate process required the development of stringent contamination controls and innovative preservation techniques to ensure authentic ancient signals were captured amidst the noise. Subsequent bioinformatic analyses, leveraging machine learning algorithms trained on vast peptide databases, enabled the identification of sequences resembling known antimicrobial motifs, as well as entirely novel peptides with unique structural features.</p>\n<p>One of the most compelling findings relates to the biochemical diversity displayed by these ancient peptides. Unlike modern AMPs, which often share conserved alpha-helical or beta-sheet frameworks, several ancient peptides possessed atypical conformations and amino acid compositions. This structural novelty could underpin mechanisms of action previously unobserved, potentially targeting microbial vulnerabilities that contemporary compounds fail to exploit. The implications for drug discovery are profound, suggesting a largely untapped chemical space residing in ancestral microbiomes.</p>\n<p>Moreover, the study sheds light on the evolutionary dynamics of host-microbial symbiosis. By comparing peptide-coding genes across time points, the authors observed patterns indicating selective pressures exerted by ancient <mark>pathogens</mark>, shaping the repertoire of AMPs in human-associated microbes. This co-evolutionary narrative enhances our grasp of how human immunological defenses have been sculpted over millennia in concert with their microbial counterparts.</p>\n<p>The practical applications of this research are both immediate and far-reaching. Synthetic biology platforms could now be employed to reconstruct and mass-produce these ancient peptides, facilitating preclinical assays against current clinical isolates. Early tests have already demonstrated potent antimicrobial activity against notoriously resilient strains such as methicillin-resistant Staphylococcus aureus (<mark>MRSA</mark>) and carbapenem-resistant Entero<mark>bacteria</mark>ceae (CRE), underscoring the translational potential of the findings.</p>\n<p>Furthermore, understanding the structure-function relationships of these peptides at the atomic level, through techniques like nuclear magnetic resonance spectroscopy and cryo-electron microscopy, could accelerate rational peptide design. Such precision engineering might yield synthetic AMPs optimized for enhanced efficacy, stability, and reduced toxicity&mdash;a holy grail in the field of antimicrobial therapeutics.</p>\n<p>The ecological context of ancient gut microbiomes also provides insights into lifestyle and dietary impacts on microbiota composition and function. Correlations were drawn between peptide diversity and environmental factors, suggesting that shifts in human habitats and diets across prehistoric eras influenced the antimicrobial arsenal of gut microbes. This perspective might inform modern microbiome modulation strategies aimed at bolstering host immunity.</p>\n<p>Importantly, the research also confronts the ethical and logistical challenges inherent in working with ancient biological materials. The authors advocate for responsible scientific stewardship amid concerns around bioprospecting and the cultural significance of archaeological sites. Collaborative frameworks involving indigenous communities and multidisciplinary stakeholders were highlighted as essential for sustainable exploration of ancient microbiomes.</p>\n<p>On a technological front, the study exemplifies the power of integrative approaches weaving together archaeology, microbial ecology, genomics, and synthetic chemistry. The convergence of these disciplines, coupled with the explosion of computational resources, accelerates the pace at which ancient biological secrets can be unearthed and harnessed to address pressing modern-day health threats.</p>\n<p>In the broader context of precision medicine and global health, mining ancient microbiomes for antimicrobial compounds exemplifies a forward-thinking strategy. It reframes the evolutionary past not merely as a window into human history but as a dynamic reservoir of molecular tools with the potential to reshape contemporary pharmacology.</p>\n<p>As the article from Chen et al. convincingly illustrates, the resilience of ancient microbial communities endures, encoded within them solutions to challenges that continue to confront humanity. Unlocking these biochemical archives could catalyze a new chapter in antimicrobial development, one informed by evolutionary wisdom and propelled by technological innovation.</p>\n<p>This landmark study not only enriches our scientific understanding but may soon ripple into clinical practice, transforming how we combat infectious diseases. As antibiotic pipelines run dry, the ancient gut microbiome&rsquo;s trove of peptides might just mark the dawn of a novel and potent class of therapeutics, bridging time to safeguard our future.</p>\n<p><strong>Subject of Research</strong>: Investigation and identification of antimicrobial peptides derived from ancient human gut microbiomes using metagenomic and bioinformatic techniques.</p>\n<p><strong>Article Title</strong>: Identification of antimicrobial peptides from ancient gut microbiomes.</p>\n<p><strong>Article References</strong>:<br>\n Chen, S., Yuan, Y., Wang, Y. et al. Identification of antimicrobial peptides from ancient gut microbiomes. Nat Commun (2026). https://doi.org/10.1038/s41467-026-68495-0</p>\n<p><strong>Image Credits</strong>: AI Generated</p>\n<p>Tags: ancient gut microbiomesancient human microbiotaantimicrobial drug developmentantimicrobial peptides discoveryarchaeological microbiome researchgenetic blueprints of extinct speciesinnate immune system componentsmetagenomic techniques in archaeologymicrobial evolution and host interactions<mark>multi<mark>drug-resistant</mark></mark> <mark>pathogens</mark>novel antimicrobial peptidespathogen combat strategies</p>",
        "relevance_msg": "🔥 Matcher: drug-resistant, multidrug-resistant, antibiotic resistance",
        "tags": [
            "antimicrobial peptide"
        ],
        "sentiment_score": 0.804
    },
    {
        "title": "Earth Today | Toward a more resilient planet",
        "url": "https://jamaica-gleaner.com/article/news/20260115/earth-today-toward-more-resilient-planet",
        "date": "2026-01-15T00:13",
        "source": "jamaica-gleaner.com",
        "image": "https://jamaica-gleaner.com/sites/default/files/styles/jg_article_image/public/media/article_images/2026/01/15/3325106/8414578.jpg?itok=H7RYxLxC",
        "summary_html": "THE RECENTLY concluded seventh session of the UN Environment Assembly (UNEA-7) has yielded 11 resolutions, three decisions and a Ministerial Declaration intended to advance solutions for a more resilient planet.\nMore than 6,000 people – representing 186 countries – registered for the week-long assem...",
        "full_content_html": "<figure><img alt=\"Inger Andersen, executive director of UNEP.\" src=\"https://jamaica-gleaner.com/sites/default/files/styles/jg_article_image/public/media/article_images/2026/01/15/3325106/8414578.jpg?itok=H7RYxLxC\"></img><figcaption>Inger Andersen, executive director of UNEP.</figcaption></figure>\n<p>THE RECENTLY concluded seventh session of the UN Environment Assembly (UNEA-7) has yielded 11 resolutions, three decisions and a Ministerial Declaration intended to advance solutions for a more resilient planet.</p>\n<p>More than 6,000 people &ndash; representing 186 countries &ndash; registered for the week-long assembly, held at the UN Environment Programme (UNEP) headquarters in Nairobi, focused on advancing solutions to tackle the triple planetary crisis of climate change, biodiversity loss and land degradation, as well as pollution and waste.</p>\n<p>&ldquo;The UNEA-7 resolutions move forward the work of Member States on safeguarding coral reefs, on the sound management of the minerals and metals essential to the energy transition, on the sound management of chemicals and waste, on the sustainable use of Artificial Intelligence, and on finding sustainable solutions through sport,&rdquo; noted a release from the UNEP last month.</p>\n<p>Other resolutions adopted focus on international cooperation to combat wildfires, strengthening work on the environmental dimension of <mark>antimicrobial resistance</mark>, protecting glaciers, and addressing sargassum seaweed blooms and more.</p>\n<p>&ldquo;What has been achieved here proves that this bridge is indeed capable of carrying the world&rsquo;s ambitions towards a better future,&rdquo; noted His Excellency Abdullah bin Ali Al-<mark>Amr</mark>i, president of Oman&rsquo;s Environment Authority and president of UNEA-7.</p>\n<p>&ldquo;The conclusion of this session doesn&rsquo;t mean the end of our mission. The measure of our success will not be limited to what we&rsquo;ve adopted on paper, no matter how important and strategic, but by what we will see on the ground in terms of cleaner air, cleaner water, restored ecosystems, sustainable ecosystems, green job opportunities and more resilient societies capable of facing the challenges of the future,&rdquo; he added.</p>\n<p>The assembly also approved UNEP&rsquo;s Medium-Term Strategy (MTS) for the next four years, and the associated Programme of Work for the next two years.</p>\n<p>&ldquo;You will now return to the world outside the negotiation halls. A world in which &ndash; let us not forget amid our euphoria &ndash; people are dying, homes and livelihoods are being destroyed, economies are being damaged, and inequity is growing because action on environmental challenges has not been fast or strong enough,&rdquo; said UNEP&rsquo;s Executive Director Inger Andersen in her closing remarks.</p>\n<p>&ldquo;Yes, you have brightened the beacon and better lit the path forward. But we must now, together, hurry down this path to make good on our collective promise to deliver real solutions for a resilient planet and resilient people,&rdquo; she added.</p>\n<p>The assembly was preceded by a Youth Environment Assembly &ndash; bringing together more than 1,000 young delegates to advocate for the inclusion, empowerment, and meaningful participation of young people in global environmental governance &ndash; and by a Cities and Regions Summit that highlighted the critical role of local and regional governments in delivering integrated solutions and driving transformative environmental change from the ground up.</p>\n<p>Among other things, a host of UNEP&rsquo;s Goodwill Ambassadors also joined UNEA-7 to reinforce messages on solutions to some of the world&rsquo;s most pressing issues &ndash; UNEP&rsquo;s Patron of the Oceans and endurance swimmer Lewis Pugh climbed Mount Kenya, which holds one of the last three glacier sites in Africa and is expected to lose all of its ice within the next five years, while Tanzanian hip-hop artist Frida Amani, UNEP&rsquo;s Advocate for Ecosystem Restoration &ndash; performed a new song, <b>Resilience</b>, at the High-Level Segment alongside the Kenya Boys Choir.</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance, amr",
        "tags": [],
        "sentiment_score": 0.441
    },
    {
        "title": "Community Pharmacists Clarify Role In Point-Of-Care Testing",
        "url": "https://newtelegraphng.com/community-pharmacists-clarify-role-in-point-of-care-testing/",
        "date": "2026-01-15T00:00",
        "source": "New Telegraph",
        "image": "https://newtelegraphng.com/wp-content/uploads/2023/05/NUPRC.png",
        "summary_html": "The Association of Community Pharmacists of Nigeria (ACPN) has responded to recent public comments attributed to the leadership of the Association of Medical Laboratory Scientists of Nigeria (AMLSN), urging calm, professionalism and constructive engagement across health professions.\nIn a statement s...",
        "full_content_html": "<figure><a href=\"https://br2025.nuprc.gov.ng/\"><img alt=\"The Nigerian Upstream Petroleum Regulatory Commission\" sizes=\"(max-width: 800px) 100vw, 800px\" src=\"https://newtelegraphng.com/wp-content/uploads/2023/05/NUPRC.png\" srcset=\"https://newtelegraphng.com/wp-content/uploads/2023/05/NUPRC.png 970w, https://newtelegraphng.com/wp-content/uploads/2023/05/NUPRC-300x77.png 300w, https://newtelegraphng.com/wp-content/uploads/2023/05/NUPRC-768x198.png 768w\"></img></a><figcaption><a href=\"https://br2025.nuprc.gov.ng/\">The Nigerian Upstream Petroleum Regulatory Commission</a></figcaption></figure>\n<figure><img alt=\"\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"https://newtelegraphng.com/wp-content/uploads/2026/01/POC.jpg\" srcset=\"https://newtelegraphng.com/wp-content/uploads/2026/01/POC.jpg 1280w, https://newtelegraphng.com/wp-content/uploads/2026/01/POC-300x171.jpg 300w, https://newtelegraphng.com/wp-content/uploads/2026/01/POC-1024x582.jpg 1024w, https://newtelegraphng.com/wp-content/uploads/2026/01/POC-768x437.jpg 768w\"></img></figure>\n<p>The Association of Community Pharmacists of Nigeria (ACPN) has responded to recent public comments attributed to the leadership of the Association of Medical Laboratory Scientists of Nigeria (AMLSN), urging calm, professionalism and constructive engagement across health professions.</p>\n<p>In a statement signed by the ACPN National Chairman, Ambrose Ezeh, and National Secretary, Omokhafe Ashore, the association said it was surprised by the tone of the remarks, noting that pharmacists and medical laboratory scientists have traditionally worked as partners in healthcare delivery.</p>\n<p>The ACPN emphasised that differences over professional roles should be addressed through dialogue and established regulatory channels rather than public exchanges that could be misunderstood by the public.</p>\n<figure><a href=\"https://whatsapp.com/channel/0029Va8ymXb30LKQxvnJVD3c\"><img alt=\"Join New Telegraph WhatsApp Channel\" src=\"https://newtelegraphng.com/wp-content/uploads/2025/11/Join-Our.png\"></img></a><figcaption>The association explained that community pharmacies in Nigeria are legitimately involved in point-of-care testing within the scope of existing policies and guidelines.</figcaption></figure>\n<p>According to the ACPN, the Federal Ministry of Health and Social Welfare (FMOH&amp;SW) supports the appropriate use of Rapid Diagnostic Test (RDT) kits in pharmacies, particularly for confirming malaria <mark>infection</mark> before antimalarial medicines are dispensed.</p>\n<p>This approach, the ACPN noted, aligns with the National Malaria Policy and global best practices, helping to prevent unnecessary drug use and reduce the risk of <mark>antimicrobial resistance</mark>. Malaria, the association added, accounts for a significant proportion of outpatient visits in Nigeria, making accurate diagnosis an important component of effective treatment and patient safety.</p>\n<p>Clarifying the legal framework, the ACPN stated that Nigerian law does not prohibit community pharmacists or other qualified stakeholders from establishing registered laboratory facilities, whether within pharmacies, hospitals or as stand-alone centres, provided all regulatory requirements are met.</p>\n<p>It added that pharmacies without duly registered laboratories are expected to operate strictly within the law, consistent with the National Health Act 2014, which recognises pharmacies as legitimate healthcare facilities.</p>\n<p>Addressing broader concerns about the evolving model of pharmacy practice, the association explained that community pharmacies in Nigeria operate under several legally recognised categories, including retail, wholesale, distribution, manufacturing, importing and scientific services.</p>\n<p>In some cases, retail pharmacies incorporate additional consumer sections, a model that is common in many parts of the world and designed to improve convenience and access for patients.</p>\n<p>The ACPN noted that in countries such as the United Kingdom and the United States, integrated pharmacy models are widely accepted and often include complementary health services. According to the association, such arrangements can support medication management, patient education and preventive care when properly regulated.</p>\n<p>The pharmacists&rsquo; body also cautioned against comments that could be perceived as dismissive of other health science professionals, stressing that effective healthcare delivery depends on mutual respect and collaboration among all cadres. It reiterated that multidisciplinary teamwork is essential to strengthening Nigeria&rsquo;s health system and improving outcomes for patients.</p>\n<p>As an affiliate of the Pharmaceutical Society of Nigeria (PSN), the ACPN said it remains committed to working with medical laboratory scientists, physicians, nurses and other professionals to advance public health goals.</p>\n<p>The association expressed confidence that the recent comments do not represent the position of the wider medical laboratory science community, many of whom already collaborate closely with pharmacists in practice and policy reform.</p>\n<p>In conclusion, the ACPN called for renewed engagement, constructive dialogue and adherence to regulatory standards across professions. It reassured the public that community pharmacists will continue to uphold good pharmacy practice, work within the law and contribute to disease prevention, early detection and improved access to quality healthcare in Nigeria.</p>\n<figure><a data-no-instant=\"1\" href=\"https://www.firstbanknigeria.com/personal/loans/more-financing-options/firstedu-loan/\"><img alt=\"\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"https://newtelegraphng.com/wp-content/uploads/2025/08/1280X317.jpg\" srcset=\"https://newtelegraphng.com/wp-content/uploads/2025/08/1280X317.jpg 1280w, https://newtelegraphng.com/wp-content/uploads/2025/08/1280X317-300x74.jpg 300w, https://newtelegraphng.com/wp-content/uploads/2025/08/1280X317-1024x254.jpg 1024w, https://newtelegraphng.com/wp-content/uploads/2025/08/1280X317-768x190.jpg 768w\"></img></a></figure>",
        "relevance_msg": "🔥 Matcher: infection, antimicrobial resistance",
        "tags": [],
        "sentiment_score": 0.552
    }
]