[
    {
        "title": "New antimicrobial substances to combat increasing resistance",
        "url": "https://www.amr-insights.eu/new-antimicrobial-substances-to-combat-increasing-resistance/",
        "date": "2026-01-09T08:46:48",
        "source": "AMR Insights",
        "image": "https://www.amr-insights.eu/wp-content/uploads/2023/10/pillen.jpg",
        "summary_html": "<mark>Antimicrobial resistance</mark> (<mark>AMR</mark>) represents a major and escalating global health threat, with an estimated 4.71 million deaths associated with <mark>AMR</mark> in 2021 and 1.14 million directly attributable to <mark>infection</mark>s caused by <mark>multi<mark>drug-resistant</mark></mark> organisms, particularly <mark>multi<mark>drug-resistant</mark></mark> Gram-negative bacter...",
        "full_content_html": "<p><mark>Antimicrobial resistance</mark> (<mark>AMR</mark>) represents a major and escalating global health threat, with an estimated 4.71 million deaths associated with <mark>AMR</mark> in 2021 and 1.14 million directly attributable to <mark>infection</mark>s caused by <mark>multi<mark>drug-resistant</mark></mark> organisms, particularly <mark>multi<mark>drug-resistant</mark></mark> Gram-negative <mark>bacteria</mark> such as resistant Enterobacterales, <em data-end=\"363\" data-start=\"339\">Pseudomonas aeruginosa</em>, and carbapenem-resistant <em data-end=\"415\" data-start=\"390\">Acinetobacter baumannii</em>, which the World Health Organization identifies as priority <mark>pathogens</mark>. In response, advances in rapid diagnostics and the approval of several new antibiotics over the past decade have expanded treatment options, largely through modifications of existing antibiotic classes, including novel &beta;-lactam/&beta;-lactamase inhibitor combinations, the siderophore cephalosporin cefiderocol, and agents such as eravacycline and dalbavancin. Regulatory changes, notably in Germany, now allow certain new antibiotics to be designated as reserve agents, facilitating their clinical uptake, while the antibiotic development pipeline&mdash;previously near stagnation&mdash;has begun to recover with new compounds targeting novel mechanisms entering clinical trials, alongside emerging alternative approaches such as monoclonal antibodies, antimicrobial peptides, microbiome-based therapies, and bacteriophages aimed at more targeted and personalized treatment strategies.</p>\n<p><a href=\"https://www.<mark>amr</mark>-insights.eu/category/news/smart-innovation/\">Smart Innovations </a>       <a href=\"javascript:history.back()\">Back</a></p>\n<figure><a href=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-800x533.jpg\"><img alt=\"\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen.jpg\" srcset=\"https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-550x367.jpg 550w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-800x533.jpg 800w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-768x512.jpg 768w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-350x233.jpg 350w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-1000x666.jpg 1000w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen-400x267.jpg 400w, https://www.<mark>amr</mark>-insights.eu/wp-content/uploads/2023/10/pillen.jpg 1280w\"></img></a></figure>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance",
        "tags": [
            "antimicrobial agent",
            "antimicrobial resistance",
            "Enterobacterales",
            "Acinetobacter baumannii",
            "multidrug-resistant Gram-negative bacteria"
        ],
        "sentiment_score": 0.742
    },
    {
        "title": "Can black soldier fly larvae safely convert chicken manure?",
        "url": "https://www.poultryworld.net/health-nutrition/nutrition/black-soldier-fly-larvae-safe-bioconversion-of-chicken-manure/",
        "date": "2026-01-09T07:30",
        "source": "Poultry World",
        "image": "https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure.png",
        "summary_html": "As global food demand surges, identifying secure methods to minimise agricultural waste grows essential. Scientists investigated black soldier fly larvae for processing pig and chicken manure. The research examined microbial safety, potential transfer of resistance genes, and risks from heavy metals...",
        "full_content_html": "<figure><img alt=\"Image created with the help of AI (Reve.art)\" sizes=\"(max-width: 848px) 100vw, 848px\" src=\"https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure.png\" srcset=\"https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-848x565.png 848w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-300x200.png 300w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-1024x683.png 1024w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-768x512.png 768w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-414x276.png 414w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-389x260.png 389w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure-288x192.png 288w, https://www.poultryworld.net/app/uploads/2026/01/black-soldier-larve-on-manure.png 1248w\"></img><figcaption>Image created with the help of AI (Reve.art)</figcaption></figure>\n<p>As global food demand surges, identifying secure methods to minimise agricultural waste grows essential. Scientists investigated black soldier fly larvae for processing pig and chicken manure. The research examined microbial safety, potential transfer of resistance genes, and risks from heavy metals.</p>\n<p>Black soldier fly, <i>Hermetia illucens</i>, can reduce livestock waste, but research into the safety and scalability of the system is required. Insect bioconversion concerns include potential bioaccumulation of <mark>pathogens</mark>, <mark>antimicrobial resistance</mark> genes and heavy metals in larvae and substrates.</p>\n<h2><b>How were insects studied? </b></h2>\n<p>Researchers from the <a href=\"https://www.leeds.ac.uk/\">University of Leeds</a>, working with insect farming technology company <a href=\"https://entocycle.com/\">Entocycle</a>, carried out research in semi-commercial and lab-scale scenarios.</p>\n<p>In the first environment, a semi-commercial-sized insect rearing facility was used to rear larvae on pig slurry, alongside a lab-based experiment using chicken manure.</p>\n<h2><b>Insect impact on waste properties</b></h2>\n<p>Larval microbiome composition was impacted by substrate, with increased <i>Clostridia </i>in larvae reared on slurry and manure. <mark>Pathogens</mark> largely decreased in the larvae from starting levels.</p>\n<p>Both slurry and manure substrates showed time-related changes regardless of insect presence or absence except for <i>E. coli</i> in chicken manure, which was reduced in substrates with larvae added (&minus;2.840 LFC vs &minus;1.168 LFC; p&lt;0.05), suggesting that time-associated alterations in the substrate could be more significant than larval presence.</p>\n<h2><b>Potential risks from using insects</b></h2>\n<p><mark>Antimicrobial resistance</mark> gene changes were dependent on the substrate and gene, with increases found for tetM in chicken manure after larval bioconversion (9.000 vs 10.370 LFC; p&lt;0.001), and for sul2 in larvae reared on chicken manure (3.509 vs &minus;0.985 LFC; p=0.001).</p>\n<p>In pig slurry-reared larvae, tetM decreased (&minus;1.578 LFC; p&lt;0.001), but there was no difference in sul2. Heavy metal contents generally met permissible standards for animal feed and organic fertilisers.</p>\n<p>However, there was some non-significant evidence for bioaccumulation of cadmium in slurry-reared larvae 0.18 to 0.70 mg/kg) compared to starter larvae (0.25mg/kg) requiring further study.</p>\n<p><i>This <a href=\"https://www.sciencedirect.com/science/article/pii/S0956053X25006890\">published study</a> was supported by an Innovate UK grant, jointly funded by BBSRC as part of the UK government&rsquo;s Securing the Future of the UK&rsquo;s Insect Farming Industry research. </i></p>\n<p>Subscribe to our newsletter to stay updated about all the need-to-know content in the poultry sector, three times a week. </p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance, pathogens",
        "tags": [
            "Hermetia illucens"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Typhoid explained: How Salmonella Typhi spreads and why children are most vulnerable",
        "url": "https://www.theweek.in/news/health/2026/01/09/typhoid-explained-how-salmonella-typhi-spreads-and-why-children-are-most-vulnerable.html",
        "date": "2026-01-09T07:00",
        "source": "The Week",
        "image": "https://img.theweek.in/etc.clientlibs/theweek/global-clientlibs/clientlibs-general/resources/images/week-default.jpg",
        "summary_html": "Globally, typhoid fever continues to cause significant illness and mortality. As of 2019, an estimated 90 lakh people worldwide fell sick due to typhoid every year, with around 1.1 lakh deaths annually\nTyphoid, a life-threatening but preventable <mark>infection</mark>, remains a serious public health challenge, ...",
        "full_content_html": "<p>Globally, typhoid fever continues to cause significant illness and mortality. As of 2019, an estimated 90 lakh people worldwide fell sick due to typhoid every year, with around 1.1 lakh deaths annually</p>\n<figure><picture>   <figure><img alt=\"typhoid-water-borne-disease - 1\" src=\"https://img.theweek.in/etc.clientlibs/theweek/global-clientlibs/clientlibs-general/resources/images/week-default.jpg\"></img><figcaption>People fill water from a tanker in the aftermath of deaths due to consumption of allegedly contaminated water, in the Bhagirathpura area of Indore, Madhya Pradesh | PTI</figcaption></figure> </picture></figure>\n<p>Typhoid, a life-threatening but preventable <mark>infection</mark>, remains a serious public health challenge, silently affecting millions every year and disproportionately hospitalising children. In India, nearly <a href=\"https://verixiv.org/articles/2-276\">47 lakh typhoid cases</a> were recorded in 2023, with about 7,400 reported deaths. In fact, the <a href=\"https://www.theweek.in/wire-updates/national/2026/01/05/gandhinagar-typhoid-surge-amit-shah-calls-for-swift-govt-action.html\">current situation in Gandhinagar</a>, Gujarat, has once again drawn attention to this persistent disease. Due to leakage in a water pipeline, cases of suspected typhoid were reported from Sectors 24, 28, and the Adivada area of Gandhinagar city a few days ago. According to the Municipal Corporation, the city has recorded 133 total cases registered, of which 45 have been discharged and 88 are currently hospitalised.</p>\n<p>Caused by the bacterium Salmonella Typhi, the disease spreads through contaminated food and water, enters the bloodstream, and can lead to prolonged illness or death if left untreated. Despite medical advances and the availability of effective vaccines, typhoid continues to thrive in settings marked by poor sanitation, unsafe drinking water, and overcrowded living conditions.</p>\n<p>Globally, typhoid fever continues to cause significant illness and mortality. As of 2019, an estimated <a href=\"https://www.who.int/news-room/fact-sheets/detail/typhoid\">90 lakh people worldwide</a> fell sick due to typhoid every year, with around 1.1 lakh deaths annually. Africa and South Asia remain the most affected regions, where access to clean water and sanitation remains uneven and outbreaks occur regularly.</p>\n<p>Considering that <a href=\"https://my.clevelandclinic.org/health/diseases/17730-typhoid-fever\">typhoid can be fatal</a> if not treated quickly, it becomes essential to understand what the disease is, how it spreads, why its prevalence remains high in India, and what experts recommend for prevention and control.</p>\n<h2>What is typhoid?</h2>\n<p>According to the <a href=\"https://my.clevelandclinic.org/health/diseases/17730-typhoid-fever\">Cleveland Clinic</a>, &ldquo;Typhoid fever is an illness caused by the bacterium Salmonella Typhi (S. Typhi). It infects your small intestines (gut) and causes high fever, stomach pain and other symptoms. Typhoid fever is also called enteric fever.&rdquo;</p>\n<p>According to the clinic, Paratyphoid fever is often mentioned alongside typhoid. It is a similar illness, but generally causes milder symptoms and is caused by Salmonella Paratyphi (S. Paratyphi). Both S. Typhi and S. Paratyphi are distinct from other Salmonella <mark>bacteria</mark> that cause salmonellosis, which is a common form of food poisoning.</p>\n<h2>What are the symptoms, and how does it spread?</h2>\n<p>Typhoid <a href=\"https://www.mayoclinic.org/diseases-conditions/typhoid-fever/symptoms-causes/syc-20378661\">symptoms</a> usually develop gradually, often appearing one to three weeks after exposure to the <mark>bacteria</mark>. The illness typically begins with a persistent fever that starts low and steadily rises, sometimes reaching as high as 104 degrees Fahrenheit. This is often accompanied by abdominal pain, headache, chills, weakness, fatigue, muscle aches, and changes in bowel habits, including constipation or diarrhoea. Some patients also develop a rash, cough, and loss of appetite.</p>\n<p>If not treated promptly, typhoid can progress to severe complications. Weeks after the onset of symptoms, patients may develop intestinal inflammation, abdominal swelling, internal bleeding, or intestinal perforation. In some cases, symptoms can return even after the fever subsides, making early diagnosis and complete treatment critical.</p>\n<p>The disease spreads when Salmonella Typhi <mark>bacteria</mark> enter food or water sources, usually through human faecal contamination. Drinking untreated water, consuming unwashed fruits or raw produce, ingesting unpasteurised milk or juices, or eating food prepared with poor hygiene can all lead to <mark>infection</mark>. Inadequate handwashing after using the toilet further facilitates transmission.</p>\n<p>A major challenge in controlling typhoid is the presence of chronic carriers. Even after antibiotic treatment, some individuals continue to shed the <mark>bacteria</mark> in their stool for over a year while showing no symptoms themselves. These carriers can unknowingly infect others, particularly in settings where food handling and sanitation standards are poor.</p>\n<p>Typhoid complications can be life-threatening and include sepsis, internal bleeding, intestinal perforation, altered mental status, and infected arterial aneurysms. These conditions require immediate medical intervention and are responsible for much of the disease-related mortality.</p>\n<h2>Why are typhoid cases rising in India?</h2>\n<p>India continues to bear a disproportionate share of the global typhoid burden. According to the Global Burden of Disease 2021 estimates, India recorded approximately 37 lakh typhoid cases and 41,586 deaths, contributing to <a href=\"https://verixiv.org/articles/2-276#ref4\">58 per cent of global typhoid cases and 48 per cent of global deaths</a>. This high burden reflects persistent gaps in water safety, sanitation infrastructure, food hygiene, and vaccination coverage.</p>\n<p>A <a href=\"https://academic.oup.com/jid/article/224/Supplement_5/S584/6433798\">2021 community-based study</a> conducted in densely populated urban communities of Vellore examined households of blood culture-confirmed typhoid cases among children aged six months to 15 years. The study found that &ldquo;mothers eating food from street vendors during the previous week was independently associated with typhoid,&rdquo; while &ldquo;treatment of household drinking water was protective.&rdquo; It concluded that street-vended food remains a significant risk factor for typhoid transmission in urban India, underscoring the importance of sanitation facilities and point-of-use water treatment.</p>\n<p>More recent evidence from a <a href=\"https://verixiv.org/articles/2-276\">2023 nationwide study</a> assessing typhoid burden by age, state, and <mark>antimicrobial resistance</mark> patterns has added further urgency. The study stated, &ldquo;Our assessment of the typhoid fever burden in India by age, state, and <mark>AMR</mark> categories in 2023 have timely public health implications to inform targeted TCV introduction and prioritisation strategies in India.&rdquo; It found the highest number of cases among children aged five to nine years, while hospitalisations and deaths were highest among children under five.</p>\n<p>The study also highlighted a growing threat of fluoroquinolone-resistant Salmonella Typhi, particularly among children under 15 years. It noted that &ldquo;relying solely on the routine immunisation programme, which targets TCV around nine months, would be insufficient for the immediate control of typhoid fever in India.&rdquo; Delhi, Maharashtra, and Karnataka were identified as priority states, together accounting for nearly a quarter of India&rsquo;s typhoid cases and deaths.</p>\n<p>Another <a href=\"https://journals.lww.com/ijcm/fulltext/2024/49002/iapsm_s_position_paper_on_typhoid_vaccines_for.4.aspx\">2024 study</a> reinforced the role of socio-economic and environmental factors, stating that &ldquo;risk factors include lack of sanitation, unsafe water, unsanitary latrines, family size over six, overcrowding, low socioeconomic status, and illiteracy.&rdquo; The study also observed that disease burden is higher in urban India, especially among the poorest households, and is not strongly associated with seasonal rainfall, indicating year-round transmission.</p>\n<p>Compounding these challenges is the growing problem of <mark>antimicrobial resistance</mark>. A large systematic <a href=\"https://pubmed.ncbi.nlm.nih.gov/31219079/\">review</a> analysing over two decades of Salmonella Typhi isolates found that while multidrug resistance has declined, it is being replaced by widespread fluoroquinolone resistance driven by genetic mutations. The study concluded that &ldquo;the results reflect the effect of antimicrobial pressure which has been driving <mark>AMR</mark> in typhoidal Salmonella in India,&rdquo; making treatment more complex and expensive.</p>\n<h2>What are the steps taken to address typhoid in India?</h2>\n<p>According to a <a href=\"https://sansad.in/getFile/loksabhaquestions/annex/186/AU3188_hMQmOX.pdf?source=pqals\">2025 Lok Sabha reply</a>, &ldquo;The Union government is making continuous efforts to ensure safe drinking water to citizens.&rdquo; Under the Jal Jeevan Mission, potable tap water is being provided to rural households, with priority given to water quality-affected habitations. The reply noted that over 2,000 water quality testing laboratories have been set up, and trained village-level volunteers are conducting regular water testing.</p>\n<p>Another <a href=\"https://sansad.in/getFile/loksabhaquestions/annex/186/AU3098_oXRS9p.pdf?source=pqals\">Lok Sabha reply</a> highlighted that the Department of Drinking Water and Sanitation launched the &ldquo;Handbook on Drinking Water Treatment Technologies&rdquo; in March 2023, followed by a &ldquo;Concise Handbook for Monitoring Water Quality of Piped Drinking Water Supply to Rural Households&rdquo; in December 2024 to strengthen field-level implementation.</p>\n<p>In response to the recent Gandhinagar outbreak, <a href=\"https://cmogujarat.gov.in/en/latest-news/cm-review-situation-typhoid-in-gandhinagar-meeting\">the Municipal Corporation has formed</a> &ldquo;85 survey teams and conducted surveillance of over 1 lakh 58 thousand people. Adequate quantities of chlorine tablets and ORS packets have been distributed, leakage repairs have been undertaken on a priority basis, and super chlorination has been carried out at all water sources.&rdquo; The Chief Minister has also directed daily water sampling, strict chlorination protocols, and on-ground inspections of pipeline works to prevent future leakages.</p>\n<h2>What experts recommend </h2>\n<p><a href=\"https://www.motherhoodindia.com/doctor/dr-amit-gupta/\">Dr Amit Gupta</a>, Senior Neonatologist and Paediatrician at Motherhood Hospitals, Noida, said that &ldquo;typhoid continues to spread largely due to contaminated water supply and poor sanitation infrastructure.&rdquo; He noted that choked drainage systems and unsafe drinking water create conditions that allow the <mark>bacteria</mark> to spread rapidly, particularly in densely populated areas.</p>\n<p>Based on his clinical experience, Dr Gupta said <mark>infection</mark>s often rise in neighbourhoods with inadequate water safety and hygiene practices. He flagged street food as a major concern, explaining that improperly handled or contaminated food frequently becomes a source of <mark>infection</mark>.</p>\n<p>Referring to recent reports of water contamination in places like Gandhinagar, Dr Gupta said outbreaks are often preceded by warning signs that tend to be overlooked. &ldquo;Foul-smelling or visibly dirty tap water, or a sudden increase in stomach <mark>infection</mark>s in an area, are clear indicators of contamination. If these early signs are ignored, isolated cases can quickly escalate into large outbreaks,&rdquo; he warned.</p>\n<p>Explaining why children are particularly vulnerable, Dr Gupta said immunity plays a key role. &ldquo;Adults have been exposed to many <mark>bacteria</mark> over time and may have had subclinical typhoid <mark>infection</mark>s that provide some level of immunity. Children, especially young ones, have immature immune systems, which makes them far more susceptible,&rdquo; he said, adding that the elderly face similar risks due to weakened immunity.</p>\n<p>On prevention, Dr Gupta emphasised vaccination as a critical missing link. &ldquo;Typhoid vaccination should be part of the national immunisation programme. The vaccine is affordable and effective, and even a single dose can offer protection,&rdquo; he said.</p>\n<p>He advocated targeted vaccination drives in schools and vulnerable communities, along with stronger public awareness efforts. &ldquo;Basic hygiene education, such as safe food practices and clean water use, can significantly reduce transmission when communities are actively involved,&rdquo; he added.</p>\n<p><b><i>This story is done in collaboration with <a href=\"https://firstcheck.in/\">First Check</a>, which is the health journalism vertical of DataLEADS.</i></b></p>",
        "relevance_msg": "🔥 Matcher: amr, antimicrobial resistance, bacteria",
        "tags": [
            "typhoid fever",
            "Salmonella enterica subsp. enterica"
        ],
        "sentiment_score": -0.243
    },
    {
        "title": "UPSC Daily News Summaries: Essential Current Affairs, Key Issues and Important Updates for Civil Services",
        "url": "https://www.hindustantimes.com/education/upsc-daily-news-summaries-essential-current-affairs-key-issues-and-important-updates-for-civil-services-101767927195594.html",
        "date": "2026-01-09T03:09",
        "source": "Hindustan Times",
        "image": "https://www.hindustantimes.com/ht-img/img/2026/01/09/550x309/UPSC_file_image__1767928132215_1767928132552.jpg",
        "summary_html": "Scan through simple, relatable summaries that help you make sense of the day’s news.\nDaily News Capsules\n1. Global climate efforts hit as US pulls out from key bodies\nThe US withdrew from 66 international organisations and conventions on Wednesday, with its most significant exit, from the United Nat...",
        "full_content_html": "<figure><picture><source media=\"(min-width:768px)\" srcset=\"https://www.hindustantimes.com/ht-img/img/2026/01/09/550x309/UPSC_file_image__1767928132215_1767928132552.jpg\"></source><img alt=\"UPSC file image\" src=\"https://www.hindustantimes.com/ht-img/img/2026/01/09/400x225/UPSC_file_image__1767928132215_1767928132552.jpg\"></img></picture><figcaption>UPSC file image</figcaption></figure>\n<h2>Scan through simple, relatable summaries that help you make sense of the day&rsquo;s news.</h2>\n<h2><strong>Daily News Capsules</strong></h2>\n<h2>1. Global climate efforts hit as US pulls out from key bodies</h2>\n<p>The US withdrew from 66 international organisations and conventions on Wednesday, with its most significant exit, from the United Nations Framework Convention on Climate Change (UNFCCC), likely to deal a crippling blow to global efforts to tackle the climate crisis. In a statement, the White House said these organisations and conventions do not &ldquo;serve American interests&rdquo; and &ldquo;advance globalist agendas over US priorities&rdquo;. Describing the money that goes into them as &ldquo;a waste of taxpayer dollars&rdquo;, the statement said that some of these also espouse &ldquo;radical climate policies, global governance and ideological programs that conflict with US sovereignty and economic strength&rdquo;. Of the 66, around half are UN organisations. The areas where they work range from climate and the environment to labour and migration to trade and sexual violence. The Gurugram headquartered International Solar Alliance is one of the organisations the US is exiting. The US already exited the Paris Agreement (on climate) in 2025; the exit will take effect from January 27 this year. With Wednesday&rsquo;s move to exit the UNFCCC and the Intergovernmental Panel on Climate Change (IPCC), which seeks to provide the scientific basis for policy action against the climate crisis, the US is now out of the framework the world has used for decades to understand and combat the climate crisis. UNFCCC was established in 1992 to provide a legal basis for climate talks. All COP meetings happen under its aegis. The Paris Agreement of 2015 was the result of these discussions. Almost 200 countries have ratified the UNFCCC with the US being the first developed country to do so (after its senate approved it). The US is the world&rsquo;s largest historical emitter of gases responsible for global warming. UNFCCC is based in Bonn and funded by member countries, with the US providing the largest share &mdash; around a fifth. With Wednesday&rsquo;s move, the US becomes the first country to withdraw completely from the global climate change mitigation framework and global scientific assessment of climate change. It also means the US will not do its fair share in climate change mitigation or meet its obligation of providing climate finance to developing countries for energy transition, mitigation and adaptation.</p>\n<p><i>The withdrawal of a major emitter from multilateral climate institutions has implications beyond emissions targets. Examine the legal, financial and geopolitical consequences of the United States exiting the UNFCCC and IPCC for global climate governance and climate finance commitments to developing countries.</i></p>\n<h2>2. Green warrior, a lasting conservation legacy</h2>\n<p>Pioneering ecologist Madhav Dhananjaya Gadgil, whose seminal report on the protection of the Western Ghats in 2011 warned against the pillaging of the environment and whose bottom-up approach to conservation prioritised marginalised communities in the battle against the climate crisis, died after a brief illness in Pune on Wednesday night. Trained in evolutionary biology, Gadgil was among the earliest Indian scientists to use mathematical models to explain processes such as natural selection, population dynamics, resource allocation and ecological sustainability. For 31 years, he taught at IISc, where he established the Centre for Ecological Sciences and engaged in basic as well as applied research in collaboration with tribals, farmers, herders and fisherfolk. He was involved in drafting India&rsquo;s Biological Diversity Act and chaired the Science and Technology Advisory Panel of Global Environment Facility and the Western Ghats Ecology Expert Panel. In 2011, Gadgil chaired the Western Ghats Ecology Expert Panel that recommended that 75% of the 129,037 sq km area of the Western Ghats be declared environmentally sensitive because of its dense forests and the presence of a large number of endemic species. The report, whose recommendations are yet to be implemented, was prescient about the fallout of the ravaging of the mountain range but many states at the time deemed it controversial because of development concerns. A second commission recommended it be reduced to 50% and subsequent panels sought to further shrink it to 37% amid growing concerns that mindless development and haphazard construction was ravaging the sensitive Ghats. Four draft notifications have since been issued but eco-sensitive areas along the Western Ghats are yet to be notified by the Centre, 15 years since the first such demarcation was recommended. Among the areas recommended for such demarcation by the panel was that in Kerala&rsquo;s Wayanad where over 250 people were killed in landslides in 2024. Over the last decade, Gadgil repeatedly spoke out against unregulated mining and construction on steep slopes and advised that disasters such as the 2018 Kerala Floods would only be exacerbated by such activity.</p>\n<p><i>The Gadgil Committee report on the Western Ghats highlighted tensions between ecological sustainability and development. Discuss the key recommendations of the Western Ghats Ecology Expert Panel, the reasons for their limited implementation, and the implications for disaster risk reduction in ecologically sensitive regions.</i></p>\n<h2>3. Importers brace for $150bn tariff refund fight if Trump loses case</h2>\n<p>Company executives, customs brokers and trade lawyers are bracing for a Supreme Court ruling on the legality of President Donald Trump&rsquo;s sweeping global tariffs &mdash; and a potential fight over obtaining perhaps $150 billion in refunds from the US government for duties already paid by importers if he loses. Anticipation that the court will strike down the tariffs Trump imposed under the International Emergency Economic Powers Act (IEEPA) of 1977 rose after the November arguments in the case when conservative and liberal justices alike voiced scepticism about whether that law gave him the authority to levy the duties. The court is expected to issue rulings on Friday but, as is customary, has not said what case or cases will be acted upon. Some companies anticipate that even if the court invalidates Trump&rsquo;s tariffs, the president will not make it easy for them to get refunds. &ldquo;It&rsquo;s not in the government&rsquo;s DNA to give back money. And Trump would not want to give back money,&rdquo; said Jim Estill, CEO, Danby Appliances, a Canadian company that sells small refrigerators, microwaves and laundry equipment through big-box stores including Home Depot. Trump is the first president to invoke the IEEPA to impose tariffs. This law historically had been used for imposing sanctions on adversaries or freezing their assets. His IEEPA-related tariffs generated $133.5 billion in estimated collections between February 4 and December 14, the date of the most recent data from US Customs and Border Protection, or CBP.</p>\n<p><i>Unilateral trade actions have increasingly tested the boundaries of domestic law and international trade norms. Analyse the use of the International Emergency Economic Powers Act (IEEPA) to impose tariffs, and discuss its implications for the WTO framework, supply chains, and legal certainty in global trade.</i></p>\n<h2>4. Antibiotics under scrutiny as India steps up <mark>AMR</mark> fight</h2>\n<p>With <mark>antimicrobial resistance</mark> now a major public health and economic threat, India&rsquo;s top drug regulator is overhauling rules for how antibiotics are developed, sold, and monitored. The proposed framework, based on a much-awaited report by a top panel of experts, has called for the development of new antibiotics, expediting regulatory approvals, strict prohibition of over-the-counter (OTC) sales, stamping prescriptions to check re-use and developing state-specific software models to track antimicrobial sales in real-time to check <mark>antimicrobial resistance</mark> (<mark>AMR</mark>). A high-level sub-committee of the Drugs Consultative Committee (DCC) has submitted its report to the Central Drugs Standard Control Organisation (CDSCO), outlining over a dozen urgent recommendations for the National Action Plan on <mark>Antimicrobial Resistance</mark> (NAP-<mark>AMR</mark>). With essential antibiotics failing, <mark>AMR</mark> has now become a public health crisis for India, with 267,000 deaths directly attributed to it each year, according to the National Centre for Disease Control. Beyond loss of life, its economic impact is staggering. A World Bank report of 2017 warned that if <mark>AMR</mark> was not checked, it could cost the world trillions of dollars in healthcare expenses and lost productivity. In India alone, the failure to control <mark><mark>superbugs</mark></mark> could lead to an extra $21 billion in economic losses by the middle of the century, said a 2024 study by the Center for Global Development.</p>\n<p><i><mark>Antimicrobial resistance</mark> (<mark>AMR</mark>) is emerging as a major public health and economic threat. Evaluate India&rsquo;s proposed regulatory and surveillance measures to combat <mark>AMR</mark>, and discuss the challenges in balancing antibiotic access, regulation, and pharmaceutical innovation.</i></p>\n<h2>5. Crypto trades: 3rd-party reporting rules from April</h2>\n<p>India plans to further tighten its regulation of cryptocurrency tractions and could mandate third party reporting from April 1, two people aware of the development said. It has already put over 4,500 suspected cases involving virtual digital assets (VDAs) under the scanner, they added, asking not to be named. Although VDAs, including cryptocurrencies, are anonymous and borderless, the income-tax department, still tracks all transactions involving domestically-located exchanges through their income tax returns (ITRs) that have to disclose VDA-related transactions. The assesses have to make disclosure of acquisition and transfer of all such VDAs. In order to ensure that third parties such as banks and crypto-exchanges mandatorily inform the government about all VDA transactions, the government has already inserted a new provision&ndash;285BAA in the Income-Tax Act. CBDT is framing the rules which will be notified soon and the provision could be enforced from April 1, 2026, the first person said. Although VDAs including cryptocurrencies are unregulated in India, they are under the preview of both direct tax (30% tax on income) and indirect tax (GST). While domestic virtual asset service providers (VASPs) are largely complying with TDS provisions, overseas entities having Indian clients are under the scanner for non-compliance, the second person said.</p>\n<p><i>Virtual Digital Assets pose regulatory challenges due to their anonymity and cross border nature. Examine India&rsquo;s evolving tax-led approach to cryptocurrency regulation, including third-party reporting, and assess its effectiveness in ensuring compliance without stifling innovation.</i></p>\n<h2><strong>Editorial Snapshots</strong></h2>\n<h2>A. What the GDP numbers reveal</h2>\n<p>India&rsquo;s GDP growth is expected to be 7.4% in 2025-26, the National Statistics Office (NSO) said in its first advance estimates released on Wednesday. This is pretty much on expected lines given RBI&rsquo;s forecast of 7.3% growth in its December 2025 monetary policy resolution. With almost a quarter left before the fiscal year gets over, the first advance estimates are keenly watched because they are the last GDP data released before the presentation of the Union Budget for the next fiscal year. The suspense was greater this time because nominal GDP growth was expected to be underwhelming given the subdued inflation through most of the ongoing fiscal year. NSO&rsquo;s latest data expects nominal GDP growth for 2025-26 at 8%, which is significantly lower than the 10.1% assumed in the 2025-26 Budget. Nominal GDP serves as the base for revenue projections, and a significant shortfall in its value can lead to revenue shortfalls, thereby causing problems for overall budgetary math including the fiscal deficit. The good news from the latest GDP numbers is that the absolute value of nominal GDP is marginally higher than what was assumed in the 2025-26 Budget. This means that there is no reason to suspect a major slippage as far as the fiscal calculus of the budget is concerned. And as inflation inches upwards &mdash; which is not necessarily a bad thing &mdash; we should see a revival in nominal growth rate and, perhaps, a moderation in real growth rate because of indexation-related issues. To be sure, given the GDP base revision on the cards, the changes in future GDP data and growth rate could be much larger than just inflation driven. Meanwhile, India&rsquo;s economy continues to face a turbulent external environment, is using its domestic momentum to maintain resilience, and will have to pump-prime both the domestic and external to boost future growth on a sustainable basis. Macroeconomic stability, reforms, and, given the times, diplomacy too, must work in tandem to achieve this goal.</p>\n<p><i> Advance estimates of GDP play a critical role in fiscal planning. Discuss how deviations in nominal GDP growth from budget assumptions affect revenue projections fiscal deficit management, and capital expenditure decisions in India.</i></p>\n<h2>B. Thank you and rest in peace, Bazball</h2>\n<p>&ldquo;We aren&rsquo;t here to win or lose, we are here to entertain.&rdquo; It was with this audacious proclamation that England captain Ben Stokes and coach Brendon McCullum kicked off one of the more entertaining experiments in Test cricket. The 4-1 Ashes victory by Australia might bring the curtain down on a tactic that was popularly known as Bazball, but there is no denying that it was fun while it lasted. It got people back in the stands, stirred up debate, and challenged the norms. In that sense, regardless of the results, it was a success. A new tactic (and it was new in that it was the way the entire team, not one or two individuals, played) is often a step into the unknown. However, nothing ventured, nothing gained. Could anyone have predicted that Total Football, a fluid tactic where any outfield player can take over another&rsquo;s role that was famously employed by Ajax and the Dutch football teams in the 1970s, would capture the imagination of the public in the way it did? In basketball, the Golden State Warriors made a miss-more than-hit shot, the three-pointer, the centrepiece of their domination of the US&rsquo;s National Basketball Association (NBA). In cricket itself, we saw the West Indies teams of the late &rsquo;70s revolutionise the game by playing four fast bowlers when everyone else thought a spinner or two was necessary, and closer still, we saw the great Australian team of the late &rsquo;90s and early 2000s score at a rate that wasn&rsquo;t quite Bazball but pretty stunning when viewed in isolation. Which is why one must say thank you, Bazball. It was far from perfect, as the tours of India and Australia showed, but where would sport be without these risk-takers? Imagine everyone doing the same thing year after year! It would be boring and monotonous, without a hint of the unpredictability or awe that makes sport so watched and loved.</p>\n<p><i>Innovation in institutions&mdash;whether in sport, governance or the economy&mdash;often involves risk-taking and departure from convention. Discuss the role of experimentation and adaptive strategies in sustaining institutional relevance, drawing parallels from sports and public policy.</i></p>\n<h2><strong>Fact of the day </strong></h2>\n<p><strong>Gadkari announces V2V tech for safer Indian roads: </strong>Union road transport and highways minister Nitin Gadkari on Thursday announced that India will roll out vehicle to-vehicle (V2V) communication technology that will bring the number of road accidents significantly down. The technology, according to the minister, will enable cars to directly communicate with one another and issue automatic warnings to drivers. The system, currently deployed in a few countries, allows vehicles to exchange safety alerts without entering a mobile or internet network, Gadkari said. He said V2V communication will work across the front, rear and sides of vehicles, and will factor in terrain and road curves, allowing alerts even when hazards are hidden from a driver&rsquo;s line of sight. The technology will be integrated within Advanced Driver Assistance Systems (ADAS), substantially enhancing their effectiveness. He said the estimated cost of the system would be ₹5,000&ndash; ₹7,000 per vehicle. The ministry is finalising standards and regulations, after which a notification will mandate installation in new vehicles first, followed by retrofitting in older vehicles. To support its implementation, the department of telecommunications will provide free spectrum under the National Frequency Allocation Plan, allowing vehicle manufacturers and on-board unit makers to deploy the system without additional spectrum costs. Gadkari said the government aims to fully implement the technology within the current year.</p>",
        "relevance_msg": "🔥 Matcher: amr, antimicrobial resistance, superbugs",
        "tags": [
            "Madhav Gadgil"
        ],
        "sentiment_score": 0
    },
    {
        "title": "This winter, an anonymous donor appeared in Gochang-gun, Jeollabuk-do, who left a donation at the po..",
        "url": "https://www.mk.co.kr/en/it/11928111",
        "date": "2026-01-09T02:18:24",
        "source": "Maekyung",
        "image": "https://wimg.mk.co.kr/news/cms/202601/09/news-p.v1.20260109.8b1e65c5c6414533acbc91d859c2fc68_P1.png",
        "summary_html": "The Ministry of Food and Drug Safety has collected six types of 2080 toothpaste from Aekyung Industrial, which contains prohibited ingredients, and has re-examined them.\nThe Ministry of Food and Drug Safety announced on the 9th that it is directly collecting and inspecting six of the 2080 toothpaste...",
        "full_content_html": "<figure><img alt=\"Six imported 2080 toothpaste products in question. [Photo = Ministry of Food and Drug Safety]\" src=\"https://wimg.mk.co.kr/news/cms/202601/09/news-p.v1.20260109.8b1e65c5c6414533acbc91d859c2fc68_P1.png\"></img><figcaption>Six imported 2080 toothpaste products in question. [Photo = Ministry of Food and Drug Safety]</figcaption></figure>\n<p>The Ministry of Food and Drug Safety has collected six types of 2080 toothpaste from Aekyung Industrial, which contains prohibited ingredients, and has re-examined them.</p>\n<p>The Ministry of Food and Drug Safety announced on the 9th that it is directly collecting and inspecting six of the 2080 toothpaste imported products in question.</p>\n<p>Recently, Aekyung Industrial Co., Ltd. stopped importing and shipping the products and started voluntarily collecting them, saying that a small amount of triclosan, a preservative, was mixed with six toothpastes manufactured and imported and sold through Domy, China.</p>\n<p>The products to be recovered are 2080 Basic Toothpaste, 2080 Classic Care Toothpaste, 2080 Daily Care Toothpaste, 2080 Triple Effect Alpha Fresh Toothpaste, 2080 Smart Care Plus Toothpaste, and 2080 Triple Effect Alpha Strong Toothpaste.</p>\n<p>Last year, the Ministry of Food and Drug Safety tested 30 types of toothpaste distributed in Korea, including 2080 basic toothpaste, for triclosan and found that all items were not detected.</p>\n<p>According to the company's inspection results, up to 0.15% of triclosan was detected in six imported 2080 toothpaste products.</p>\n<p>Triclosan is an antimicrobial agent that inhibits <mark>bacteria</mark>l growth. Although it has good anti<mark>bacteria</mark>l effects, studies have shown that it causes endocrine disruptions or <mark>antibiotic resistance</mark>, and its use is being banned or restricted worldwide.</p>\n<p>In Korea, the use of triclosan in toothpaste has been restricted since 2016. The U.S. Food and Drug Administration (FDA) has no regulations restricting the use of triclosan in toothpaste, and the European Union, Canada, and China can use up to 0.3%.</p>\n<p>An official from the Ministry of Food and Drug Safety said, &quot;We will continue to carefully examine the safety of toothpaste and thoroughly manage the safety of non-drug products so that the public can feel safe.&quot;</p>",
        "relevance_msg": "🔥 Matcher: antibiotic resistance, bacteria",
        "tags": [
            "MFDS",
            "triclosan"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Melting Glaciers Could Unleash Antibiotic Resistance",
        "url": "https://www.miragenews.com/melting-glaciers-could-unleash-antibiotic-1599493/",
        "date": "2026-01-09T01:30:27",
        "source": "Mirage News",
        "image": "https://cdn1.miragenews.com/tmp_cache?cdn=images.unsplash.com%2Fphoto-1579154392128-bf8c7ebee541%3Fixlib%3Drb-1.2.1%26amp%3Bixid%3DMnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8%26amp%3Bauto%3Dformat%26amp%3Bfit%3Dcrop%26amp%3Bw%3D750%26amp%3Bq%3D80",
        "summary_html": "As climate change accelerates the melting of glaciers around the world, scientists are warning of a little-known risk flowing downstream with the meltwater: <mark>antibiotic resistance</mark> genes that have been locked in ice for thousands of years.\nIn a new review published in Biocontaminant, researchers repor...",
        "full_content_html": "<p>As climate change accelerates the melting of glaciers around the world, scientists are warning of a little-known risk flowing downstream with the meltwater: <mark>antibiotic resistance</mark> genes that have been locked in ice for thousands of years.</p>\n<p>In a new review published in Biocontaminant, researchers report that glaciers act as long-term reservoirs of <mark>antibiotic resistance</mark> genes, or ARGs, genetic elements that allow <mark>bacteria</mark> to survive exposure to antibiotics. Once released by glacier melt, these genes can enter rivers, lakes, and ecosystems that supply drinking water and support wildlife in polar and high-altitude regions.</p>\n<p>&quot;Glaciers have long been viewed as pristine and isolated environments,&quot; said corresponding author Guannan Mao of Lanzhou University. &quot;Our review shows that they are also genetic archives that store <mark>antibiotic resistance</mark>, and climate-driven melting is turning these archives into active sources.&quot;</p>\n<p><mark>Antibiotic resistance</mark> is one of the most pressing global public health challenges. While resistance is often linked to modern antibiotic use, many resistance genes are ancient and naturally occurring. Glaciers preserve microorganisms and their DNA under cold, low-nutrient conditions, sometimes for hundreds of thousands of years. As temperatures rise, these preserved microbes and genes are being released into downstream freshwater systems.</p>\n<p>The authors synthesized findings from studies across Antarctica, the Arctic, the Tibetan Plateau, and other glacier regions. Although resistance levels in glaciers are generally lower than in heavily polluted environments, the review shows that a wide variety of resistance genes have been detected, including those linked to clinically important antibiotics.</p>\n<p>&quot;Glacier-fed rivers and lakes are essential water sources for millions of people,&quot; Mao said. &quot;Once resistance genes enter these connected systems, they can interact with modern <mark>bacteria</mark>, increasing the risk of spread through microbial communities.&quot;</p>\n<p>A key contribution of the study is the introduction of the &quot;glacier continuum&quot; concept. Rather than treating glaciers, rivers, and lakes as separate environments, the researchers argue they should be understood as a connected system through which resistance genes are transported, transformed, and potentially amplified.</p>\n<p>As meltwater flows downstream, environmental conditions become more favorable for microbial growth and gene exchange. Rivers can act as mixing zones where resistance genes move between <mark>bacteria</mark>, while lakes may accumulate these genes and pass them through food webs, including into fish and other aquatic organisms.</p>\n<p>&quot;Most previous studies have looked at individual habitats in isolation,&quot; said Mao. &quot;That approach misses how resistance genes actually move through real landscapes. The glacier continuum allows us to understand where risks may increase and where intervention or monitoring is most needed.&quot;</p>\n<p>The review also highlights growing evidence that resistance genes can coexist with virulence factors, genetic traits that enable <mark>bacteria</mark> to cause disease. This combination raises concerns that glacier melt could contribute to the emergence of <mark>bacteria</mark> that are both drug resistant and potentially harmful.</p>\n<p>Human activities further complicate the picture. Airborne pollutants, migratory birds, tourism, and scientific stations can introduce modern resistance genes into remote glacier environments. In some regions, such as the Arctic, resistance levels are significantly higher than in Antarctica, reflecting stronger human influence.</p>\n<p>To address these risks, the authors call for coordinated monitoring programs using advanced genetic tools, such as metagenomic sequencing, to track resistance genes along the glacier continuum. They also emphasize the need for early-warning frameworks that assess ecological and health risks before resistance spreads widely.</p>\n<p>&quot;Climate change is reshaping microbial risks in ways we are only beginning to understand,&quot; Mao said. &quot;Recognizing glaciers as part of the global <mark>antibiotic resistance</mark> landscape is an important step toward protecting both environmental and human health.&quot;</p>\n<p>The findings underscore the importance of viewing <mark>antibiotic resistance</mark> through a One Health lens that connects environmental change, ecosystem integrity, and public health in a warming world.</p>\n<p>Journal reference: Ying H, Zhang Y, Hu W, Wu W, Mao G. 2025. Glaciers as reservoirs of <mark>antibiotic resistance</mark> genes: hidden risks to human and ecosystem health in a warming world. Biocontaminant 1: e021</p>\n<p>https://www.maxapress.com/article/doi/10.48130/biocontam-0025-0022</p>\n<p>About <a href=\"https://www.maxapress.com/biocontam\">Biocontaminant</a> :</p>\n<p><a href=\"https://www.maxapress.com/biocontam\">Biocontaminant</a> (e-ISSN: 3070-359X) is a multidisciplinary platform dedicated to advancing fundamental and applied research on biological contaminants across diverse environments and systems. The journal serves as an innovative, efficient, and professional forum for global researchers to disseminate findings in this rapidly evolving field.</p>\n<p>/Public Release. This material from the originating organization/author(s) might be of the point-in-time nature, and edited for clarity, style and length. Mirage.News does not take institutional positions or sides, and all views, positions, and conclusions expressed herein are solely those of the author(s).View in full <a href=\"https://www.miragenews.com/melting-glaciers-could-unleash-antibiotic-1599493/\">here</a>.</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance",
        "tags": [
            "antimicrobial resistance"
        ],
        "sentiment_score": 0.168
    },
    {
        "title": "Rise of the Respiratory Superbug: The Threat of Mycoplasma Pneumoniae and the Need for Effective Incineration of Containing Wastes",
        "url": "https://oeoes.com/rise-of-the-respiratory-superbug-the-threat-of-mycoplasma-pneumoniae-and-the-need-for-effective-incineration-of-containing-wastes/",
        "date": "2026-01-09T00:00",
        "source": "oeoes.com",
        "image": "https://oeoes.com/wp-content/uploads/2024/11/044.jpg",
        "summary_html": "The Rise of the Respiratory Superbug: The Threat of Mycoplasma Pneumoniae\nA Growing Concern for Global Health\nIn recent years, the medical community has been grappling with the rise of antibiotic-resistant <mark>bacteria</mark>, posing a significant threat to global health. However, there is another respiratory ...",
        "full_content_html": "<figure><img alt=\"\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"https://oeoes.com/wp-content/uploads/2024/11/044.jpg\" srcset=\"https://oeoes.com/wp-content/uploads/2024/11/044.jpg 1280w, https://oeoes.com/wp-content/uploads/2024/11/044-300x254.jpg 300w, https://oeoes.com/wp-content/uploads/2024/11/044-1024x867.jpg 1024w, https://oeoes.com/wp-content/uploads/2024/11/044-768x650.jpg 768w\"></img></figure>\n<p><strong>The Rise of the Respiratory Superbug: The Threat of Mycoplasma Pneumoniae</strong></p>\n<p><strong>A Growing Concern for Global Health</strong></p>\n<p>In recent years, the <a data-internallinksmanager029f6b8e52c=\"12\" href=\"https://www.medicalmate.net/\">medical</a> community has been grappling with the rise of antibiotic-resistant <mark>bacteria</mark>, posing a significant threat to global health. However, there is another respiratory pathogen that has been quietly gaining notoriety, Mycoplasma pneumoniae, a fastidious and cunning microorganism that is wreaking havoc on hospitals and communities worldwide. As health professionals and policymakers, it is imperative we acknowledge the growing concerns surrounding this silent killer and take immediate action to contain its spread.</p>\n<p><strong>The Mycoplasma Pneumoniae: A Quick Overview</strong></p>\n<p>Mycoplasma pneumoniae is a <a data-internallinksmanager029f6b8e52c=\"22\" href=\"https://oeoes.com/what-is-containerized-mobile-waste-incinerator/\">type</a> of <mark>bacteria</mark> that is particularly adept at evading the immune system, making it notoriously difficult to diagnose and treat. This stealthy bacterium can infect anyone, from healthy adults to vulnerable populations like the elderly and young children. Once infected, patients often experience a range of symptoms, including fever, cough, and fatigue, which can quickly progress to severe respiratory distress, pneumonia, and even death.</p>\n<p><strong>The Rise of <mark>Antibiotic Resistance</mark></strong></p>\n<p><mark>Antibiotic resistance</mark> is a well-documented issue, and Mycoplasma pneumoniae is no exception. In fact, the bacterium has developed a disturbing ability to resist even the most powerful antibiotics, leaving many patients with limited treatment options. This resistance has been fueled by overuse and misuse of antibiotics, as well as the failure to properly incinerate and contain contaminated <a data-internallinksmanager029f6b8e52c=\"12\" href=\"https://www.medicalmate.net/\">medical</a> waste.</p>\n<p><strong>Effective <a data-internallinksmanager029f6b8e52c=\"31\" href=\"https://oeoes.com/incinerator\">Incineration</a> of Containing Waste: A Solution</strong></p>\n<p>Incineration is a critical step in containing the spread of Mycoplasma pneumoniae. By ensuring that <a data-internallinksmanager029f6b8e52c=\"12\" href=\"https://www.medicalmate.net/\">medical</a> waste, particularly biohazardous materials, are properly incinerated to temperatures above 800&deg;F (427&deg;C), we can prevent the bacterium from surviving and spreading. This process is not only a crucial component of <mark>infection</mark> control but also helps to reduce the environmental impact of <a data-internallinksmanager029f6b8e52c=\"12\" href=\"https://www.medicalmate.net/\">medical</a> waste disposal.</p>\n<p><strong>The Need for Global Action</strong></p>\n<p>The threat posed by Mycoplasma pneumoniae is a global issue, requiring a collaborative effort to combat this emerging threat. Governments, healthcare systems, and the private sector must work together to:</p>\n<ol> <li><strong>Promote responsible antibiotic use</strong>: Prescribe antibiotics judiciously, and only when necessary, to slow the development of resistance.</li>  <li><strong>Implement effective <mark>infection</mark> control measures</strong>: Ensure proper hand hygiene, ventilation, and waste management practices in healthcare settings.</li>  <li><strong>Invest in alternative treatments</strong>: Support research into new treatments, such as extracorporeal membrane oxygenation (ECMO), for patients with severe respiratory distress.</li>  <li><strong>Encourage global reporting and monitoring</strong>: Share data on Mycoplasma pneumoniae <mark>infection</mark>s, outbreaks, and <mark>antimicrobial resistance</mark> patterns to inform public health policy and research.</li> </ol>\n<p><strong>Conclusion</strong></p>\n<p>The rise of Mycoplasma pneumoniae as a respiratory superbug demands immediate attention from policymakers, healthcare professionals, and individuals worldwide. By acknowledging the scope of this issue, we can work together to contain its spread and mitigate its devastating consequences. Effective incineration of containing waste is a critical component of this response, and we must prioritize its implementation to safeguard global health. The time to act is now &ndash; the stakes could not be higher.</p>",
        "relevance_msg": "🔥 Matcher: antibiotic resistance, antimicrobial resistance, bacteria",
        "tags": [
            "Mycoplasma pneumoniae"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Venatorx Pharmaceuticals and Menarini Group Enter Commercial Agreement for Cefepime-Taniborbactam in 96 Countries",
        "url": "https://www.berlin-chemie.de/en/news-e-more/menarini-group-news/2024/venatorx-pharmaceuticals-and-menarini-group-enter-commercial-agreement-for-cefepime-taniborbactam-in-96-countries.html",
        "date": "2026-01-09T00:00",
        "source": "berlin-chemie.de",
        "image": "https://www.berlin-chemie.de/en/news-e-more/menarini-group-news/2024/venatorx-pharmaceuticals-and-menarini-group-enter-commercial-agreement-for-cefepime-taniborbactam-in-96-countries/_jcr_content/root/container/internalheader.coreimg.60.1600.jpeg/1707907488972/slider-news.jpeg",
        "summary_html": "Malvern, PA, and Florence, Italy, January 9th, 2024 – Venatorx Pharmaceuticals, a private, pre-commercial pharmaceutical company focused on improving health outcomes for patients with <mark>multi<mark>drug-resistant</mark></mark> <mark>bacteria</mark>l <mark>infection</mark>s and hard-to-treat viral <mark>infection</mark>s, and Menarini Group, an Italian biopharm...",
        "full_content_html": "<figure><img alt=\"\" src=\"https://www.berlin-chemie.de/en/news-e-more/menarini-group-news/2024/venatorx-pharmaceuticals-and-menarini-group-enter-commercial-agreement-for-cefepime-taniborbactam-in-96-countries/_jcr_content/root/container/internalheader.coreimg.60.1600.jpeg/1707907488972/slider-news.jpeg\" srcset=\"https://www.berlin-chemie.de/en/news-e-more/menarini-group-news/2024/venatorx-pharmaceuticals-and-menarini-group-enter-commercial-agreement-for-cefepime-taniborbactam-in-96-countries/_jcr_content/root/container/internalheader.coreimg.60.100.jpeg/1707907488972/slider-news.jpeg 100w,/en/news-e-more/menarini-group-news/2024/venatorx-pharmaceuticals-and-menarini-group-enter-commercial-agreement-for-cefepime-taniborbactam-in-96-countries/_jcr_content/root/container/internalheader.coreimg.60.200.jpeg/1707907488972/slider-news.jpeg\"></img><figcaption>Slider News</figcaption></figure>\n<figure><img alt=\"\" src=\"https://www.berlin-chemie.de/en/news-e-more/menarini-group-news/2024/venatorx-pharmaceuticals-and-menarini-group-enter-commercial-agreement-for-cefepime-taniborbactam-in-96-countries/_jcr_content/root/container/container/container/image.coreimg.60.1600.jpeg/1707907685032/venatorx-menarini-800-450-800-450-p-l-971-800-450-p-l-97-800-450-p-l-97.jpeg\" srcset=\"https://www.berlin-chemie.de/en/news-e-more/menarini-group-news/2024/venatorx-pharmaceuticals-and-menarini-group-enter-commercial-agreement-for-cefepime-taniborbactam-in-96-countries/_jcr_content/root/container/container/container/image.coreimg.60.100.jpeg/1707907685032/venatorx-menarini-800-450-800-450-p-l-971-800-450-p-l-97-800-450-p-l-97.jpeg 100w,/en/news-e-more/menarini-group-news/2024/venatorx-pharmaceuticals-and-menarini-group-enter-commercial-agreement-for-cefepime-taniborbactam-in-96-countries/_jcr_content/root/container/container/container/image.coreimg.60.200.jpeg/1707907685032/venatorx-menarini-800-450-800-450-p-l-971-800-450-p-l-97-800-450-p-l-97.jpeg\"></img></figure>\n<figure><img alt=\"\" src=\"https://www.berlin-chemie.de/Portals/31/menarinigroup.jpg\"></img></figure>\n<p><b>Malvern, PA, and Florence, Italy, January 9<sup>th</sup>, 2024 </b> &ndash; Venatorx Pharmaceuticals, a private, pre-commercial pharmaceutical company focused on improving health outcomes for patients with <mark>multi<mark>drug-resistant</mark></mark> <mark>bacteria</mark>l <mark>infection</mark>s and hard-to-treat viral <mark>infection</mark>s, and Menarini Group, an Italian biopharmaceutical group, today announced that they have entered into an agreement under which Menarini will acquire the exclusive rights to commercialize, upon approval of relevant health authorities, cefepime-taniborbactam in 96 countries in Europe, Latin America, Middle East, Turkey and North Africa and the Commonwealth of Independent States (CIS). Under the terms of the agreement, Venatorx will receive an upfront licensing fee, additional R&amp;D, regulatory, and sales-based milestone payments, and potential royalty payments based on a percentage of net sales.</p>\n<p>&ldquo;With its global commercial infrastructure and significant experience in commercializing infectious disease products, including antibiotics, Menarini is ideally positioned to bring cefepime-taniborbactam to key geographic markets,&rdquo; said Christopher J. Burns, Ph.D., Chief Executive Officer of Venatorx. &ldquo;Development of novel antibiotics with comprehensive resistance coverage is necessary to address critical global unmet medical needs and provide hope for patients and healthcare providers alike to effectively treat the rapidly growing number of <mark>drug-resistant</mark> gram-negative <mark>infection</mark>s.&rdquo;</p>\n<p>&ldquo;At Menarini, we believe that the addition of cefepime-taniborbactam expands our existing <mark>AMR</mark> anti infectives portfolio and provides the opportunity to further strengthen our building of an important antibiotics portfolio focused on the critical <mark>pathogens</mark> responsible for the vast majority of <mark>antibiotic resistance</mark>&rdquo; said Elcin Barker Ergun, CEO of the Menarini Group. &ldquo;By leveraging our expertise and Menarini&rsquo;s expansive commercial infrastructure, we will provide the resources needed to optimize the commercialization, upon approval of relevant health authorities, of cefepime-taniborbactam and ensure patient access to this medicine across our global footprint.&rdquo;</p>\n<p><b>About Cefepime-Taniborbactam</b><br>\n Cefepime-taniborbactam is an investigational intravenous (IV) beta-lactam/beta-lactamase inhibitor (BL/BLI) antibiotic combination being developed for the treatment of complicated urinary tract <mark>infection</mark>s (cUTIs), including pyelonephritis, and hospital-acquired <mark>bacteria</mark>l pneumonia and ventilator-associated <mark>bacteria</mark>l pneumonia (HABP/VABP). A New Drug Application for cefepime-taniborbactam was accepted for review by the US FDA for cUTI, including pyelonephritis with a PDUFA date of February 22, 2024.</p>\n<p>Cefepime, a fourth-generation cephalosporin, is a widely used beta-lactam (BL) antibiotic with more than two decades of proven safety and clinical utility against susceptible gram-negative and gram-positive <mark>bacteria</mark>. Taniborbactam is a beta-lactamase inhibitor (BLI) that, in combination with cefepime, is being studied as a potential treatment option for patients with serious <mark>bacteria</mark>l <mark>infection</mark>s caused by antibiotic resistant gram-negative <mark>bacteria</mark>, most notably Extended Spectrum Beta-lactamase (ESBL)-expressing Enterobacterales, Carbapenem-Resistant Enterobacterales (CRE), and <mark>Multi<mark>drug-resistant</mark></mark> (MDR) <i>Pseudomonas aeruginosa </i>(MDR-PA), which can include Carbapenem-Resistant <i>P. aeruginosa</i> (CRPA).</p>\n<p>Cefepime-taniborbactam has been granted Qualified Infectious Disease Product (QIDP) and Fast Track designations by the U.S. Food and Drug Administration (FDA) for the treatment of cUTI and HABP/VABP.</p>\n<p><b>Funding Partners and Collaborators</b><br>\n Development of cefepime-taniborbactam began with federal funds from the National Institute of Allergy and Infectious Diseases, National Institutes of Health, U.S. Department of Health and Human Services under contract number HHSN272201300019C, and Wellcome Trust under award number 360G-Wellcome-101999/Z/13/Z, and continues with federal funds from the Biomedical Advanced Research and Development Authority (BARDA), Administration for Strategic Preparedness and Response, Department of Health and Human Services under contract numbers HHSO100201900007C and 75A50122C00080.</p>\n<p>In September 2018, <a href=\"https://www.venatorx.com/press-releases/venatorx-pharmaceuticals-and-everest-medicines-ii-limited-announce-exclusive-license-agreement-for-cefepime-vnrx-5133/\">Venatorx entered into an exclusive license agreement with Everest Medicines</a> to support the development, registration, and commercialization of cefepime-taniborbactam in People&rsquo;s Republic of China, Macau, Hong Kong, Taiwan, South Korea, and select countries in Southeast Asia (the &ldquo;Territory&rdquo;).</p>\n<p>In April 2020, <a href=\"https://www.venatorx.com/press-releases/venatorx-pharmaceuticals-and-gardp-partner-to-develop-new-antibiotic-for-hospital-acquired-<mark>infection</mark>s-with-limited-treatment-options/\">Venatorx and GARDP announced a collaboration</a> to accelerate the development of, and access to, cefepime-taniborbactam for adult and pediatric populations. Venatorx has granted GARDP exclusive rights to distribute and sub-distribute cefepime-taniborbactam, once it is approved for clinical use, in certain low- and lower middle-income countries.</p>\n<p>In November 2023, Venatorx entered into an exclusive license agreement with Melinta Therapeutics to commercialize cefepime-taniborbactam in the U.S.</p>\n<p><b>About Venatorx Pharmaceuticals, Inc.</b><br>\n Venatorx is a private, pre-commercial pharmaceutical company focused on improving health outcomes for patients with difficult-to-treat drug resistant gram-negative <mark>bacteria</mark>l <mark>infection</mark>s and viral <mark>infection</mark>s. Venatorx&rsquo;s lead asset, cefepime-taniborbactam, is an investigational antibiotic that has completed a Phase 3 study (<a href=\"https://clinicaltrials.gov/study/NCT03840148?term=certain-1&rank=2\">NCT03840148</a>) in adults with complicated urinary tract <mark>infection</mark>s (cUTI), including pyelonephritis and an NDA is under FDA review with a PDUFA action date of February 22, 2024. In October 2022, BARDA awarded a Project Bioshield contract of up to $318 million to Venatorx for development and procurement of cefepime-taniborbactam for the treatment of resistant Gram negative <mark>infection</mark>s, including melioidosis. As part of its broader pipeline, Venatorx is also developing an oral BL/BLI anti<mark>bacteria</mark>l, ceftibuten-ledaborbactam etzadroxil, that will advance directly to a global Phase 3 cUTI clinical trial under a recently announced new BARDA contract. For more information about Venatorx and its anti-infectives portfolio, please visit <a href=\"http://www.venatorx.com\">www.venatorx.com</a>.</p>\n<p><b>About Menarini Group</b><br>\n The Menarini Group is a leading international pharmaceutical and diagnostics company, with a turnover of over $4.4 billion and over 17,000 employees. Menarini is focused on therapeutic areas with high unmet needs with products for cardiology, oncology, pneumology, gastroenterology, infectious diseases, diabetology, inflammation, and analgesia. With 18 production sites and 9 Research and Development centers, Menarini&rsquo;s products are available in 140 countries worldwide. For further information, please visit <a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.menarini.com&esheet=53558844&newsitemid=20230920907427&lan=en-US&anchor=www.menarini.com&index=5&md5=7682feaaefe280a649c9a9d8a9e54a2c\">www.menarini.com</a>.</p>\n<p><b>Forward Looking Statements</b><br>\n <i>This press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. All statements contained in this press release that do not relate to matters of historical fact should be considered forward-looking statements, including without limitation statements regarding the potential, safety, efficacy, and regulatory and clinical development of Venatorx Pharmaceuticals&rsquo; product candidates.</i></p>\n<p><b>Media Contact<br>\n Venatorx</b></p>",
        "relevance_msg": "🔥 Matcher: antibiotic resistance, amr, multidrug-resistant",
        "tags": [
            "Menarini",
            "Venatorx Pharmaceuticals",
            "Christopher J. Burns",
            "cefepime"
        ],
        "sentiment_score": 0.445
    },
    {
        "title": "EMPOWERING THE HOSPITALIST: A CASE SERIES ON MURINE TYPHUS",
        "url": "https://shmabstracts.org/abstract/empowering-the-hospitalist-a-case-series-on-murine-typhus/",
        "date": "2026-01-09T00:00",
        "source": "SHM Abstracts | Society of Hospital Medicine",
        "image": "https://shmabstracts.org/wp-content/uploads/2025/04/KVGIWVNB-1999243-1-IMG.png",
        "summary_html": "Lauren Rash, MD1, Luay Boulahouache2, Nathaniel Giles2, Robert Atmar2, 1Baylor College of Medine, TX, Houston; 2Baylor College of Medicine,\nBackground: Murine typhus, a flea-borne rickettsial disease traditionally found in warm, humid climates, is increasingly reported in non-endemic regions due to ...",
        "full_content_html": "<p>Lauren Rash, MD<sup>1</sup>, Luay Boulahouache<sup>2</sup>, Nathaniel Giles<sup>2</sup>, Robert Atmar<sup>2</sup>, <sup>1</sup>Baylor College of Medine, TX, Houston; <sup>2</sup>Baylor College of Medicine,</p>\n<p><b>Background: </b>Murine typhus, a flea-borne rickettsial disease traditionally found in warm, humid climates, is increasingly reported in non-endemic regions due to factors such as climate change and urbanization. Characterized by nonspecific symptoms including fever, headache, rash, and elevated liver enzymes, murine typhus often mimics common febrile illnesses such as influenza, viral exanthems, or sepsis. Delays in diagnosis can result in prolonged hospital stays, unnecessary diagnostic tests, and inappropriate use of broad-spectrum antibiotics. Hospitalists, as the first point of contact for hospitalized patients, are uniquely positioned to identify murine typhus early, reducing the need for infectious disease (ID) consults and expediting appropriate care.</p>\n<p><b>Methods: </b>The electronic medical record system was used for retrospective analysis of patients charts for patients within the Harris Health System. 79 charts were between 01/30/2019 &ndash; 01/30/2024 found to have (+) Murine Typhus IgM and/or IgG​. 7 patients were excluded if they were outpatient, had an incomplete chart to review, were diagnosed and cared for outside of Harris Health, had too low of titers to make the diagnosis, or diagnosis was not consistent with murine typhus. Demographics, clinic and admission dates, length of stay, comorbidities and medications, animal exposures, symptoms, vitals, physical exams, labs, imaging, treatment course, illness complications, timing and antibiotic selection, whether infectious disease was consulted, and fever clearance time was documented.</p>\n<p><b>Results: </b>73 patients with murine typhus were identified. Mean age 43.8, 59% males, 41% females. Most common presenting features were fever (72%), headache (53%), myalgias (51%), rash (48%), thrombocytopenia (68%), and elevated liver enzymes ALT (75%) and AST (89%). LFTs were elevated in a hepatocellular injury pattern with predominance of ALT and AST elevated. Mean total bilirubin elevation 1.5. Mean alkaline phosphatase 141.6. Peak WBC count 11.2, while 100% of patients met criteria for sepsis on vitals. 33.9% had splenomegaly, 62.7% had hepatomegaly on CT imaging. Infectious Disease team was consulted 57% of the time with an average day of consult on day 3 and Infectious Disease team consulted resulted in doxycycline being started 100% of the time. Doxycycline was only started 84% of the time when ID was not consulted. The average time until last fever after starting antibiotics was 52.65 hours. In some cases fevers cleared prior to doxycycline starting.</p>\n<p><b>Conclusions: </b>Hospitalists play a pivotal role in recognizing murine typhus early, particularly in regions with expanding endemicity. Empowering hospitalists with a clinical framework for suspecting and diagnosing murine typhus can reduce delays in care, improve outcomes, and optimize antimicrobial stewardship. Recognizing a pattern of most common presentation symptoms, lab findings, imaging findings, and fever curve for murine typhus is important for all hospitalists. Education and dissemination of this framework can help reduce reliance on ID consults, ensuring timely, targeted therapy in affected patients.</p>\n<p><b>IMAGE 1: </b></p>\n<figure><img src=\"https://shmabstracts.org/wp-content/uploads/2025/04/KVGIWVNB-1999243-1-IMG.png\"></img></figure>\n<p>To cite this abstract:</p>\n<p>Lauren Rash, MD<sup>1</sup>, Luay Boulahouache<sup>2</sup>, Nathaniel Giles<sup>2</sup>, Robert Atmar<sup>2</sup>.</p>\n<p>EMPOWERING THE HOSPITALIST: A CASE SERIES ON MURINE TYPHUS.</p>\n<p>Abstract published at SHM Converge 2025.</p>\n<p>Abstract 0141</p>\n<p>Journal of Hospital Medicine.</p>\n<p>https://shmabstracts.org/abstract/empowering-the-hospitalist-a-case-series-on-murine-typhus/.</p>",
        "relevance_msg": "Generel sundhed",
        "tags": [
            "hospital medicine",
            "endemic typhus"
        ],
        "sentiment_score": -0.238
    },
    {
        "title": "Review: Evidence-based interventions help cut inappropriate antibiotic use in nursing homes",
        "url": "https://www.mcknights.com/news/review-evidence-based-interventions-help-cut-inappropriate-antibiotic-use-in-nursing-homes/",
        "date": "2026-01-09T00:00",
        "source": "McKnight's Long Term Care News",
        "image": "https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-1720x967.jpg",
        "summary_html": "Evidence-based interventions, such as educational strategies, clinical practice guidelines, and audit and feedback, are associated with reducing inappropriate antibiotic use and improving guideline adherence, especially in the management of urinary tract <mark>infection</mark>s (UTIs), in long-term care faciliti...",
        "full_content_html": "<figure><img alt=\"antibiotic pill\" sizes=\"(max-width: 860px) 100vw, 860px\" src=\"https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-1720x967.jpg\" srcset=\"https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-860x483.jpg 860w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-300x169.jpg 300w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-768x432.jpg 768w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-1024x575.jpg 1024w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-544x306.jpg 544w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-1720x967.jpg 1720w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-156x88.jpg 156w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-312x175.jpg 312w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-640x360.jpg 640w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-1280x719.jpg 1280w, https://www.mcknights.com/wp-content/uploads/sites/5/2019/08/antibiotic_GettyImages-738783461_2000x1125-e1653960592668.jpg 1440w\"></img><figcaption>(Photo: Getty Images)</figcaption></figure>\n<p>Evidence-based interventions, such as educational strategies, clinical practice guidelines, and audit and feedback, are associated with reducing inappropriate antibiotic use and improving guideline adherence, especially in the management of urinary tract <mark>infection</mark>s (UTIs), in long-term care facilities. That is according to a December <a href=\"https://www.cambridge.org/core/journals/antimicrobial-stewardship-and-healthcare-epidemiology/article/antimicrobial-stewardship-in-long-term-care-facilities-evidence-based-interventions-implementation-tools-and-impact-metrics/618C6CBD663D5079FCA263645007F2F0\">review</a> published in <em>Antimicrobial Stewardship &amp; Healthcare Epidemiology</em>.</p>\n<p>The review identified antimicrobial stewardship resources including the seven structural components of the CDC&rsquo;s Stewardship for Nursing Homes: Leadership Commitment, Accountability, Drug Expertise, Action, Tracking, Reporting and Education. By 2018, 83% of nursing homes reported implementation of all seven core elements of antimicrobial stewardship in nursing homes, according to NHSN Long-Term Care Facility Component annual surveys.</p>\n<p>Additionally, the Agency for Healthcare Research and Quality&rsquo;s (AHRQ) Nursing Home Antimicrobial Stewardship Guide provides a curated set of standard interventions. An AHRQ study found, along with education through webinars among 439 LTCFs, an overall decrease in total antibiotic courses with fluoroquinolones, and antibiotic course reductions were highest at facilities with the largest webinar attendance while low engagement facilities lacked an impact on course reductions.</p>\n<p>The authors suggest that there remains a gap between identifying effective interventions and successfully implementing them. They note that more research is required to analyze behavioral drivers that might influence the adoption of Antimicrobial Stewardship Programs (ASPs).</p>\n<p>&ldquo;As noted in our review of implementation strategies, only 17% of studies utilized formal frameworks to guide adoption, and research on behavioral drivers (eg., &ldquo;persuasion,&rdquo; &ldquo;enablement&rdquo;) is limited compared to traditional clinical outcomes,&rdquo; authors said. &ldquo;Consequently, future research must pivot from testing new clinical guidelines to evaluating the implementation strategies required to change prescribing culture. Specifically, rigorous investigation is needed to determine which behavioral techniques most effectively sustain stewardship in settings with high staff turnover and limited infectious diseases expertise.&rdquo;</p>\n<ul> <li> <a href=\"https://www.mcknights.com/news/ac-cuts-risk-of-heat-related-deaths-of-nursing-home-residents-study-finds/\"> <figure><img alt=\"more-brand-icon\" src=\"https://www.mcknights.com/wp-content/uploads/sites/5/2025/12/GettyImages-1604491256.jpg\"></img><figcaption><a href=\"https://www.mcknights.com/news/ac-cuts-risk-of-heat-related-deaths-of-nursing-home-residents-study-finds/\">AC cuts risk of heat-related deaths of nursing home residents, study finds</a></figcaption></figure>  </a> </li> <li> <a href=\"https://www.mcknights.com/news/oig-launches-pdpm-audits-and-wants-first-nursing-home-it-reviewed-to-repay-31m/\"> <figure><img alt=\"more-brand-icon\" src=\"https://www.mcknights.com/wp-content/uploads/sites/5/2021/11/money_111921_GettyImages-145868159_1440x810.jpg\"></img><figcaption><a href=\"https://www.mcknights.com/news/oig-launches-pdpm-audits-and-wants-first-nursing-home-it-reviewed-to-repay-31m/\">OIG launches PDPM audits and wants first nursing home it reviewed to repay $31M</a></figcaption></figure>  </a> </li> </ul>",
        "relevance_msg": "🔥 Matcher: infection",
        "tags": [
            "Agency for Healthcare Research & Quality (AHRQ)",
            "nursing home",
            "antimicrobial stewardship",
            "evidence-based medicine",
            "review"
        ],
        "sentiment_score": 0
    },
    {
        "title": "NA panel decries diabetes drug shortage",
        "url": "https://tribune.com.pk/story/2586194/na-panel-decries-diabetes-drug-shortage",
        "date": "2026-01-08T23:18:38",
        "source": "The Express Tribune",
        "image": "https://i.tribune.com.pk/media/images/384302-Diabetesequpment-1337993236/384302-Diabetesequpment-1337993236-640x480.webp",
        "summary_html": "Reviews nursing sector reforms, performance of HSA\nISLAMABAD:\nThe National Assembly's Standing Committee on National Health Services, Regulations and Coordination on Thursday expressed serious concern over shortages of diabetes medicines and insulin, while also reviewing nursing sector reforms and t...",
        "full_content_html": "<p>Reviews nursing sector reforms, performance of HSA</p>\n<figure><img alt=\"tribune\" src=\"https://i.tribune.com.pk/media/images/384302-Diabetesequpment-1337993236/384302-Diabetesequpment-1337993236-640x480.webp\"></img></figure>\n<p>    <strong> ISLAMABAD: </strong></p>\n<p>The National Assembly's Standing Committee on National Health Services, Regulations and Coordination on Thursday expressed serious concern over shortages of diabetes medicines and insulin, while also reviewing nursing sector reforms and the performance of the Health Services Academy (HSA).</p>\n<p>The meeting, chaired by Dr Mahesh Kumar Malani, noted inconsistencies in the availability of specific medicine brands and stressed that complete details regarding shortages and discounted medicines provided to parliamentarians should be shared with the committee.</p>\n<p>Members questioned the quality of medicines offered to parliamentarians at a 30 per cent discount.</p>\n<p>Officials informed the committee that 16 samples had been collected from the Parliamentarians' Dispensary and six from the Pakistan Institute of Medical Sciences (PIMS), with testing reports to be shared in the next meeting. The minister assured the committee that relevant stakeholders would be called for a detailed discussion.</p>\n<p>The committee also sought clarification on whether a 69 per cent discount granted under the pharmacy tender awarded to the Federal Government Hospital was being passed on to the general public.</p>\n<p>The Drug Regulatory Authority of Pakistan (Drap) stated that inspections were being conducted in coordination with ICT inspectors, while procurement was carried out in line with PPRA rules.</p>\n<p>Lifestyle medicine and preventive healthcare were also discussed with members proposing the inclusion of lifestyle education in medical curricula through the Pakistan Medical and Dental Council and provincial syllabi.</p>\n<p>The chair directed that the issue be placed on the agenda of the next meeting. Proposed amendments to the PMDC Act and issues faced by Pakistani medical students abroad were also flagged for future deliberations.</p>\n<p>On legislative matters, the committee discussed the Pakistan Nursing Council (Amendment) Bill, 2024. It was informed that following the promulgation of the Pakistan Nursing and Midwifery Council Ordinance, 2025, the Pakistan Nursing Council Act, 2023, stood repealed.</p>\n<p>The Ministry of Law and Justice confirmed that the ordinance would be laid before the National Assembly. In view of these developments, the committee disposed of the amendment bill.</p>\n<p>The committee received a detailed briefing from the Health Services Academy, where the vice chancellor highlighted its role as Pakistan's first public health university, its training programmes for in-service doctors, collaboration with UN agencies, and work on One Health initiatives.</p>\n<p>The minister drew attention to the growing challenge of <mark>antimicrobial resistance</mark>, particularly due to excessive antibiotic use in livestock, noting that HSA was addressing this neglected area.</p>\n<p>Members raised questions regarding admissions, faculty recruitment, budgetary constraints, use of artificial intelligence, plagiarism control mechanisms, representation of students from Balochistan, and governance matters, including approvals related to recent promotions.</p>\n<p>The HSA administration assured the committee that admissions and recruitments were conducted strictly on merit and in accordance with due process, and that relevant records would be shared.</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance",
        "tags": [
            "Mahesh Kumar Malani",
            "Pakistan Institute of Medical Sciences (PIMS)",
            "Drug Regulatory Authority of Pakistan (DRAP)",
            "diabetes"
        ],
        "sentiment_score": -0.193
    },
    {
        "title": "Test shows when safe to stop antibiotics in sepsis patients",
        "url": "https://www.manchester.ac.uk/about/news/test-shows-when-safe-to-stop-antibiotics-in-sepsis-patients/",
        "date": "2026-01-08T23:00",
        "source": "University of Manchester",
        "image": "https://content.presspage.com/uploads/1369/antibiotics-997518.jpg?10000",
        "summary_html": "8\nJanuary\n2026\nA simple blood test can tell doctors when it is safe to stop antibiotics in patients recovering from sepsis, a review led by University of Manchester researchers has found.\nThe review including 21 studies involving more than 6,000 patients who underwent blood tests for procalcitonin, ...",
        "full_content_html": "<figure><img alt=\"antibiotics\" src=\"https://content.presspage.com/uploads/1369/antibiotics-997518.jpg?10000\"></img></figure>\n<p>8</p>\n<p>January</p>\n<p>2026</p>\n<p>A simple blood test can tell doctors when it is safe to stop antibiotics in patients recovering from sepsis, a review led by University of Manchester researchers has found.</p>\n<p>The review including 21 studies involving more than 6,000 patients who underwent blood tests for procalcitonin, a biomarker that becomes elevated during <mark>bacteria</mark>l <mark>infection</mark>s, is published in the journal Anaesthesia today (9/01/26).</p>\n<p>The analysis was undertaken by the National Institute for Health and Care Research (NIHR) funded Applied Research Collaboration Greater Manchester (ARC-GM), the NIHR Manchester HealthTech Research Centre in Emergency and Acute Care and the NIHR Manchester Biomedical Research Centre (BRC), in collaboration with The Northern Care Alliance NHS Foundation Trust and Manchester University NHS Foundation Trust.</p>\n<p>It revealed that health professionals who used procalcitonin tests as part of their decision making were able to safely stop antibiotics about two days earlier than when they were not used, without increasing risk of death.</p>\n<p>The review findings suggest that more, higher-quality studies are still needed to determine whether another test, known as C-reactive protein is safe to use when deciding about antibiotic use in these patients.</p>\n<p>The results are an important milestone in the care of sepsis, a life-threatening condition where the body&rsquo;s response to <mark>infection</mark> damages its own tissues, leading to organ failure and death.</p>\n<p>Treatment for the condition, one of the leading causes of death worldwide, usually involves 7-10 days of antibiotics.</p>\n<p>But using antibiotics for too long can cause serious problems, including <mark>antibiotic resistance</mark><i>, </i><mark>bacteria</mark>l <mark>infection</mark>s that no longer respond to medicine, a global health crisis which kills millions globally.</p>\n<p>Reduction in antibiotic use could also provide significant cost savings to health systems and limit unwanted drug side-effects.</p>\n<p>UK health authorities, such as the National Institute for Health and Care Excellence (NICE), have not recommended routine use of these blood tests in hospitals because earlier evidence was limited and lacked UK trial data.</p>\n<p>However, the review addresses the gap in knowledge and includes recent clinical trial data from the UK ADAPT-Sepsis trial, also led by University of Manchester researchers.</p>\n<p>In their review, the researchers assessed randomised controlled trials which compared procalcitonin tests with standard care and C-reactive protein tests with standard care, where antibiotics are given according to international, national, or local clinical guidelines, without biomarker testing.</p>\n<p>In patients with sepsis, the findings show that procalcitonin tests may help healthcare professionals stop antibiotics about two days earlier than standard care and may reduce the risk of death by 5%.</p>\n<p>However, it is still unclear whether using procalcitonin tests prevents people from getting sick again or leads to longer hospital stays.</p>\n<p>Study co-author, Professor Paul Dark, is Vice Dean for health and care partnerships at the University of Manchester and Professor of critical care medicine at the Northern Care Alliance NHS Foundation Trust.</p>\n<p>He said: &quot;Our findings show that using a procalcitonin test can help healthcare professionals safely stop antibiotics for people with sepsis more quickly. This is exciting because it supports safe care whilst reducing the risk of antibiotic-resistant <mark>infection</mark>s in the future.</p>\n<p>&ldquo;This will be better for patients, who will experience more limited side effects, and better for health care systems by providing significant cost savings.&rdquo;</p>\n<p>He added: &ldquo;Our recent cost effectiveness <a href=\"https://pubmed.ncbi.nlm.nih.gov/41316366/\">study</a> that was part of the ADAPT-Sepsis trial also suggests that implementing daily procalcitonin measurement into routine NHS sepsis care would likely be cost effective.</p>\n<p>&ldquo;This approach supports the UK&rsquo;s 10-Year Health Plan to tackle <mark>antibiotic resistance</mark> and could inform future NICE sepsis guidelines, paving the way for routine use of these blood tests in sepsis care.</p>\n<ul><li data-list-item-id=\"e92d9a13d32e6cc808bac21d3f437d93c\">The paper <i>Clinical effectiveness of procalcitonin- or C-reactive protein-guided antibiotic discontinuation protocols for adult patients who are critically ill with sepsis: a systematic review and meta-analysis</i> is available here</li></ul>",
        "relevance_msg": "🔥 Matcher: antibiotic resistance, bacteria, infection",
        "tags": [
            "antibiotic",
            "sepsis"
        ],
        "sentiment_score": 0.288
    },
    {
        "title": "NA committee flags insulin shortage, reviews nursing reforms Published on: January 9, 2026 2:38 AM",
        "url": "https://dailytimes.com.pk/1431920/na-committee-flags-insulin-shortage-reviews-nursing-reforms/",
        "date": "2026-01-08T21:38",
        "source": "Daily Times",
        "image": "https://dailytimes.com.pk/assets/uploads/2026/01/08/Untitled-2-1.jpg",
        "summary_html": "The National Assembly’s Standing Committee on National Health Services, Regulations and Coordination on Thursday expressed serious concern over shortages of diabetes medicines and insulin, while also reviewing nursing sector reforms and the performance of the Health Services academy (HSA).\nThe meeti...",
        "full_content_html": "<p>The National Assembly&rsquo;s Standing Committee on National Health Services, Regulations and Coordination on Thursday expressed serious concern over shortages of diabetes medicines and insulin, while also reviewing nursing sector reforms and the performance of the Health Services academy (HSA).</p>\n<p>The meeting, chaired by Dr Mahesh Kumar Malani, noted inconsistencies in the availability of specific medicine brands and stressed that complete details regarding shortages and discounted medicines provided to parliamentarians should be shared with the committee.</p>\n<p>Members questioned the quality of medicines offered to parliamentarians at a 30 per cent discount.</p>\n<p>Officials informed the committee that 16 samples had been collected from the Parliamentarians&rsquo; Dispensary and six from the Pakistan Institute of Medical Sciences (PIMS), with testing reports to be shared in the next meeting.</p>\n<p>The minister assured the committee that relevant stakeholders would be called for a detailed discussion.</p>\n<p>The committee also sought clarification on whether a 69% discount granted under the pharmacy tender awarded to the Federal Government Hospital was being passed on to the general public.</p>\n<p>The Drug Regulatory Authority of Pakistan (Drap) stated that inspections were being conducted in coordination with ICT inspectors, while procurement was carried out in line with PPRA rules.</p>\n<p>Lifestyle medicine and preventive healthcare were also discussed, with members proposing the inclusion of lifestyle education in medical curricula through the Pakistan Medical and Dental Council and provincial syllabi.</p>\n<p>The chair directed that the issue be placed on the agenda of the next meeting. Proposed amendments to the PMDC Act and issues faced by Pakistani medical students abroad were also flagged for future deliberations.</p>\n<p>On legislative matters, the committee discussed the Pakistan Nursing Council (Amendment) Bill, 2024.</p>\n<p>It was informed that following the promulgation of the Pakistan Nursing and Midwifery Council Ordinance, 2025, the Pakistan Nursing Council Act, 2023, stood repealed.</p>\n<p>The Ministry of Law and Justice confirmed that the ordinance would be laid before the National Assembly. In view of these developments, the committee disposed of the amendment bill.</p>\n<p>The committee received a detailed briefing from the Health Services Academy, where the vice chancellor highlighted its role as Pakistan&rsquo;s first public health university, its training programmes for in-service doctors, collaboration with UN agencies, and work on One Health initiatives.</p>\n<p>The minister drew attention to the growing challenge of <mark>antimicrobial resistance</mark>, particularly due to excessive antibiotic use in livestock, noting that HSA was addressing this neglected area.</p>\n<p>Members raised questions regarding admissions, faculty recruitment, budgetary constraints, use of artificial intelligence, plagiarism control mechanisms, representation of students from Balochistan, and governance matters, including approvals related to recent promotions.</p>\n<p>The HSA administration assured the committee that admissions and recruitments were conducted strictly on merit and in accordance with due process, and that relevant records would be shared.</p>\n<p>Issues related to HIV testing surveys, availability of testing kits, inter-ministerial coordination and transparency were also discussed. The ministry assured members that earlier concerns were being addressed.</p>\n<p>The HSA also sought the committee&rsquo;s support in countering misinformation, stating that false allegations by private entities were aimed at discrediting the institution despite its performance.</p>\n<p>The committee emphasised improved coordination between the ministry and its attached departments, appreciated the briefing by HSA, and stressed the need for transparency and timely information sharing before concluding the meeting.</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance",
        "tags": [
            "Mahesh Kumar Malani",
            "Drug Regulatory Authority of Pakistan (DRAP)",
            "Pakistan Institute of Medical Sciences (PIMS)"
        ],
        "sentiment_score": 0
    },
    {
        "title": "New microbes discovered in NASA cleanrooms reveal unexpected resilience and biotech value",
        "url": "https://watchers.news/epicenter/new-microbes-discovered-in-nasa-cleanrooms-reveal-unexpected-resilience-and-biotech-value/",
        "date": "2026-01-08T20:35",
        "source": "The Watchers",
        "image": "https://watchers.news/wp-content/uploads/2026/01/The-High-Bay-Clean-Room-at-NASAs-Goddard-Space-Flight-Center-houses-Hubble-simulators-and-other-equipment-in-a-massive-1.3-million-cubic-feet-of-space.webp",
        "summary_html": "They were supposed to be some of the cleanest places on Earth — yet inside NASA’s spacecraft assembly cleanrooms, scientists have discovered 26 previously unknown <mark>bacteria</mark>l species, organisms that not only survived extreme sterilization protocols but also carry genetic traits that could help them en...",
        "full_content_html": "<p><strong>They were supposed to be some of the cleanest places on Earth &mdash; yet inside NASA&rsquo;s spacecraft assembly cleanrooms, scientists have discovered 26 previously unknown <mark>bacteria</mark>l species, organisms that not only survived extreme sterilization protocols but also carry genetic traits that could help them endure the harsh conditions of space.</strong></p>\n<figure><img alt=\"The High Bay Clean Room at NASA's Goddard Space Flight Center houses Hubble simulators and other equipment in a massive space\" data-perfmatters-preload=\"\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"https://watchers.news/wp-content/uploads/2026/01/The-High-Bay-Clean-Room-at-NASAs-Goddard-Space-Flight-Center-houses-Hubble-simulators-and-other-equipment-in-a-massive-1.3-million-cubic-feet-of-space.webp\" srcset=\"https://watchers.news/wp-content/uploads/2026/01/The-High-Bay-Clean-Room-at-NASAs-Goddard-Space-Flight-Center-houses-Hubble-simulators-and-other-equipment-in-a-massive-1.3-million-cubic-feet-of-space.webp 1200w, https://watchers.news/wp-content/uploads/2026/01/The-High-Bay-Clean-Room-at-NASAs-Goddard-Space-Flight-Center-houses-Hubble-simulators-and-other-equipment-in-a-massive-1.3-million-cubic-feet-of-space-300x169.webp 300w, https://watchers.news/wp-content/uploads/2026/01/The-High-Bay-Clean-Room-at-NASAs-Goddard-Space-Flight-Center-houses-Hubble-simulators-and-other-equipment-in-a-massive-1.3-million-cubic-feet-of-space-1024x576.webp 1024w, https://watchers.news/wp-content/uploads/2026/01/The-High-Bay-Clean-Room-at-NASAs-Goddard-Space-Flight-Center-houses-Hubble-simulators-and-other-equipment-in-a-massive-1.3-million-cubic-feet-of-space-768x432.webp 768w, https://watchers.news/wp-content/uploads/2026/01/The-High-Bay-Clean-Room-at-NASAs-Goddard-Space-Flight-Center-houses-Hubble-simulators-and-other-equipment-in-a-massive-1.3-million-cubic-feet-of-space-180x100.webp 180w\"></img><figcaption>The High Bay Clean Room at NASA's Goddard Space Flight Center houses Hubble simulators and other equipment in a massive space. Credit: NASA</figcaption></figure>\n<p>Spacecraft assembly cleanrooms built for missions of the National Aeronautics and Space Administration are designed to suppress life as completely as possible. Yet a new peer-reviewed study has shown that these facilities harbor rare <mark>bacteria</mark> with genetic traits that allow them to withstand conditions similar to those encountered during space travel. Scientists identified 26 previously unknown <mark>bacteria</mark>l species living inside cleanrooms used during NASA missions, including the Phoenix Mars mission.</p>\n<p>The discovery matters for two reasons. First, it directly affects planetary protection, the effort to prevent Earth life from contaminating other worlds. Second, it reveals a hidden source of microbes with properties useful for biotechnology, medicine, and industry.</p>\n<p>Researchers sequenced the genomes of 215 <mark>bacteria</mark>l isolates collected from cleanrooms at the Kennedy Space Center Payload Hazardous Servicing Facility in Florida during spacecraft assembly operations in 2007. Whole genome analysis showed that 53 of these isolates belonged to 26 novel species that had never been described before. These organisms span three major <mark>bacteria</mark>l groups and 18 genera, confirming that cleanrooms can host a surprisingly broad range of microbial diversity.</p>\n<p>These <mark>bacteria</mark> were not abundant. Metagenomic analysis of more than 160 cleanroom samples collected between 2016 and 2018 showed that DNA from the newly identified species accounted for less than 0.1% of all reads. Despite their rarity, many of the species persisted for nearly a decade, indicating long-term survival rather than accidental contamination.</p>\n<p>Cleanrooms are extreme environments. They are nutrient-poor, dry, and repeatedly exposed to chemical disinfectants, ultraviolet radiation, and controlled airflow that removes particles. Such conditions eliminate most microorganisms but favor those that can tolerate desiccation, oxidative stress, and radiation. The study shows that these pressures select for microbes with specialized survival strategies rather than fast-growing generalists.</p>\n<p>Genomic analysis revealed that many of the newly identified species carry genes associated with DNA repair, stress response, and resistance to radiation. All spore-forming species possessed multiple genetic systems known to protect cells from radiation damage. Several non-spore-forming species also carried radiation-related genes, showing that spores are not the only route to survival under extreme conditions. These traits help explain how <mark>bacteria</mark> can endure spacecraft assembly processes and potentially survive aspects of space travel.</p>\n<p>Another important finding was the ability of many species to form biofilms. Biofilms are structured microbial communities encased in protective matrices that enhance resistance to disinfectants and environmental stress. Genes involved in biofilm formation were found across multiple species, suggesting that biofilms play a role in persistence on cleanroom surfaces despite repeated sterilization.</p>\n<p>The genomes also contained numerous <mark>antimicrobial resistance</mark> genes. These genes were associated with resistance to disinfectants and several antibiotic classes, including tetracyclines and glycopeptides. While phenotypic testing is still required, the presence of these genes suggests that some cleanroom microbes may tolerate chemical treatments currently used during spacecraft assembly.</p>\n<p>Beyond survival, the study uncovered significant biotechnological potential. Three species contained complete gene clusters for epsilon poly-L-lysine, a biodegradable antimicrobial compound used in food preservation and biomedical applications. Two newly identified Sphingomonas species carried genes for zeaxanthin, a carotenoid antioxidant valued for its role in protecting cells from oxidative stress and its relevance to eye health.</p>\n<p>Other species possessed biosynthetic pathways for compounds such as bacillibactin, an iron-binding molecule important for microbial growth under nutrient limitation, alkylresorcinols with antimicrobial and anticancer properties, and paeninodin, a cyclic lipopeptide with agricultural and industrial applications. In total, researchers detected 138 biosynthetic gene clusters, most of which showed little similarity to known compounds, highlighting the untapped chemical diversity of cleanroom microbes.</p>\n<p>The research provides NASA with detailed genomic data on the types of microorganisms most likely to survive in spacecraft assembly environments. This information supports more accurate risk assessments for forward contamination during robotic exploration of Mars and other bodies. It also challenges assumptions that only spore-forming <mark>bacteria</mark> are relevant for planetary protection.</p>\n<p>The work was led by scientists at King Abdullah University of Science and Technology in collaboration with NASA Jet Propulsion Laboratory and research institutes across India. According to the authors, understanding how rare microbes adapt to extreme, human-designed environments improves contamination control strategies while opening new avenues for biotechnology and applied microbiology.</p>\n<p>The findings show that even the cleanest environments built by humans are not lifeless. Instead, they act as filters that reveal how adaptable life can be. By studying these rare survivors, scientists gain insight into the limits of microbial resilience on Earth and refine expectations for where life might persist beyond it.</p>\n<p>References:</p>\n<p><sup>1 </sup>Tough microbes found in NASA cleanrooms hold clues to space survival and biotech &ndash; King Abdullah University of Science and Technology &ndash; May 13, 2025</p>\n<p><sup>2 </sup>Genomic insights into novel extremotolerant <mark>bacteria</mark> isolated from the NASA Phoenix mission spacecraft assembly cleanrooms &ndash; Schultz, J., Jamil, T., Sengupta, P. et al. &ndash; Springer Nature Link &ndash; May 12, 2025 &ndash; <a href=\"https://doi.org/10.1186/s40168-025-02082-1\">https://doi.org/10.1186/s40168-025-02082-1</a> &ndash; OPEN ACCESS</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance, bacteria",
        "tags": [
            "NASA Goddard Space Flight Center"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Evolution Question Answers: NCERT Class 12 Biology",
        "url": "https://www.saralstudy.com/study-eschool-ncertsolution/12th/biology/evolution",
        "date": "2026-01-08T18:05:29",
        "source": "SaralStudy",
        "image": "https://www.saralstudy.com/upload/Images/question_images/12-biology/ch7-q10.JPG",
        "summary_html": "Darwinian selection theory states that individuals with favourable variations are better adapted than individuals with less favourable variation. It means that nature selects the individuals with useful variation as these individuals are better evolved to survive in the existing environment. An exam...",
        "full_content_html": "<p>Darwinian selection theory states that individuals with favourable variations are better adapted than individuals with less favourable variation. It means that nature selects the individuals with useful variation as these individuals are better evolved to survive in the existing environment. An example of such selection is <mark>antibiotic resistance</mark> in <mark>bacteria</mark>. When <mark>bacteria</mark>l population was grown on an agar plate containing antibiotic penicillin, the colonies that were sensitive to penicillin died, whereas one or few <mark>bacteria</mark>l colonies that were resistant to penicillin survived. This is because these <mark>bacteria</mark> had undergone chance mutation, which resulted in the evolution of a gene that made them resistant to penicillin drug. Hence, the resistant <mark>bacteria</mark> multiplied quickly as compared to non-resistant (sensitive) <mark>bacteria</mark>, thereby increasing their number. Hence, the advantage of an individual over other helps in the struggle for existence.</p>\n<p><a href=\"https://www.saralstudy.com/qna/class-12/101-explain-antibiotic-resistance-observed-in-<mark>bacteria</mark>\">Using various resources such as your school library or the internet and discussions with your teacher, trace the evolutionary stages of any one animal say horse.</a></p>\n<p>The evolution of horse started with Eohippus during Eocene period. It involved the following evolutionary stages.</p>\n<p><strong>(i) </strong>Gradual increase in body size</p>\n<p><strong>(ii) </strong>Elongation of head and neck region</p>\n<p><strong>(iii)</strong> Increase in the length of limbs and feet</p>\n<p><strong>(iv)</strong> Gradual reduction of lateral digits</p>\n<p><strong>(v)</strong> Enlargement of third functional toe</p>\n<p><strong>(vi)</strong> Strengthening of the back</p>\n<p><strong>(vii) </strong>Development of brain and sensory organs</p>\n<p><strong>(viii) </strong>Increase in the complexity of teeth for feeding on grass</p>\n<p>The evolution of horse is represented as</p>\n<figure><img alt=\"evolution of horse \" src=\"https://www.saralstudy.com/upload/Images/question_images/12-biology/ch7-q10.JPG\"></img><figcaption>evolution of horse </figcaption></figure>\n<p><strong>(i) Eohippus</strong></p>\n<p>It had a short head and neck. It had four functional toes and a splint of 1 and 5 on each hind limb and a splint of 1 and 3 in each forelimb. The molars were short crowned that were adapted for grinding the plant diet.</p>\n<p><strong>(ii) Mesohippus</strong></p>\n<p>It was slightly taller than Eohippus. It had three toes in each foot.</p>\n<p><strong>(iii) Merychippus </strong></p>\n<p>It had the size of approximately 100 cm. Although it still had three toes in each foot, but it could run on one toe. The side toe did not touch the ground. The molars were adapted for chewing the grass.</p>\n<p><strong>(iv) Pliohippus </strong></p>\n<p>It resembled the modern horse and was around 108 cm tall. It had a single functional toe with splint of 2nd and 4th in each limb.</p>\n<p><strong>(v) Equus </strong></p>\n<p>Pliohippus gave rise to Equus or the modern horse with one toe in each foot. They have incisors for cutting grass and molars for grinding food.</p>\n<p>Fossils of dinosaurs have revealed the evolution of reptiles in Jurassic period. As a result of this, evolution of other animals such as birds and mammals has also been discovered. However, two unusual fossils recently unearthed in China have ignited a controversy over the evolution of birds.<em>Confuciusornis</em> is one such genus of primitive birds that were crow sized and lived during the <em>Creataceous</em> period in China.</p>\n<p>Species can be defined as a group of organisms, which have the capability to interbreed in order to produce fertile offspring and do not breed with members of other species.</p>\n<p>The various components of human evolution are as follows.</p>\n<p>(i) Brain capacity</p>\n<p>(ii) Posture</p>\n<p>iii. Food / dietary preference and other important features</p>\n<table> <tbody> <tr>  <td> </td> <td> <p> <strong>Name</strong></p> </td> <td> <p> <strong>Brain capacity</strong></p> </td> <td> <p> <strong>Posture</strong></p> </td> <td> <p> <strong>Food</strong></p> </td> <td> <p> <strong>Features</strong></p> </td> </tr> <tr> <td> <p> 1.</p> </td> <td> <p> <em>Dryopithecus africans</em></p> </td> <td> <p> ---</p> </td> <td> <p> Knuckle walker,</p> <p> walked similar to gorillas and chimpanzees (was more ape-like)</p> </td> <td> <p> Soft fruit and leaves</p> </td> <td> <p> Canines large, arms and legs are of equal size</p> </td> </tr> <tr> <td> <p> 2.</p> </td> <td> <p> <em>Ramapithecus</em></p> </td> <td> <p> ---</p> </td> <td> <p> Semi-erect (more man-like)</p> </td> <td> <p> Seeds, nuts</p> </td> <td> <p> Canines were small while molars were large.</p> </td> </tr> <tr> <td> <p> 3.</p> </td> <td> <p> <em>Australopithecus africanus</em></p> </td> <td> <p> 450 cm<sup>3</sup></p> </td> <td> <p> Full erect posture, height (1.05 m)</p> </td> <td> <p> Herbivorous (ate fruits)</p> </td> <td> <p> Hunted with stone weapons, lived at trees, canines and incisors were small</p> </td> </tr> <tr> <td> <p> 4.</p> </td> <td> <p> <em>Homo habilis</em></p> </td> <td> <p> 735cm<sup>3</sup></p> </td> <td> <p> Fully erect posture, height (1.5 m)</p> </td> <td> <p> Carnivorous</p> </td> <td> <p> Canines were small. They were first tool makers.</p> </td> </tr> <tr> <td> <p> 5.</p> </td> <td> <p> <em>Homo erectus</em></p> </td> <td> <p> 800-1100 cm<sup>3</sup></p> </td> <td> <p> Fully erect posture, height(1.5-1.8 m )</p> </td> <td> <p> Omnivorous</p> </td> <td> <p> They used stone and bone tools for hunting games.</p> </td> </tr> <tr> <td> <p> 6.</p> </td> <td> <p> <em>Homo neanderthalnsis</em></p> </td> <td> <p> 1300-1600 cm<sup>3</sup></p> </td> <td> <p> Fully erect posture, height (1.5-1.66 m)</p> </td> <td> <p> Omnivorous</p> </td> <td> <p> Cave dwellers, used hides to protect their bodies, and buried their dead</p> </td> </tr> <tr> <td> <p> 7.</p> </td> <td> <p> <em>Homo sapiens fossilis</em></p> </td> <td> <p> 1650 cm<sup>3</sup></p> </td> <td> <p> Fully erect posture with height (1.8 m)</p> </td> <td> <p> Omnivorous</p> </td> <td> <p> They had strong jaw with teeth close together. They were cave dwellers, made paintings and carvings in the caves. They developed a culture and were called first modern men.</p> </td> </tr> <tr> <td> <p> 8.</p> </td> <td> <p> <em>Homo sapiens sapiens</em></p> </td> <td> <p> 1200-1600 cm<sup>3</sup></p> </td> <td> <p> Fully erect posture, height (1.5-1.8 m )</p> </td> <td> <p> Omnivorous</p> </td> <td> <p> They are the living modern men, with high intelligence. They developed art, culture, language, speech, etc. They cultivated crops and domesticated animals.</p> </td> </tr> </tbody> </table>\n<p>There are many animals other than humans, which have self consciousness. An example of an animal being self conscious is dolphins. They are highly intelligent. They have a sense of self and they also recognize others among themselves and others. They communicate with each other by whistles, tail-slapping, and other body movements. Not only dolphins, there are certain other animals such as crow, parrot, chimpanzee, gorilla, orangutan, etc., which exhibit self-consciousness.</p>\n<p>The modern day animals and their ancient fossils are listed in the following table.</p>\n<table> <tbody> <tr> <td colspan=\"2\"> <p> <strong>Animal</strong></p> </td> <td> <p> <strong>Fossil</strong></p> </td> </tr> <tr> <td> <p> <strong>1.</strong></p> </td> <td> <p> Man</p> </td> <td> <p> <em>Ramapithecus</em></p> </td> </tr> <tr> <td> <p> <strong>2.</strong></p> </td> <td> <p> Horse</p> </td> <td> <p> <em>Eohippus</em></p> </td> </tr> <tr> <td> <p> <strong>3.</strong></p> </td> <td> <p> Dog</p> </td> <td> <p> <em>Leptocyon</em></p> </td> </tr> <tr> <td> <p> <strong>4.</strong></p> </td> <td> <p> Camel</p> </td> <td> <p> <em>Protylopus</em></p> </td> </tr> <tr> <td> <p> <strong>5.</strong></p> </td> <td> <p> Elephant</p> </td> <td> <p> <em>Moerithers</em></p> </td> </tr> <tr> <td> <p> <strong>6.</strong></p> </td> <td> <p> Whale</p> </td> <td> <p> <em>Protocetus</em></p> </td> </tr> <tr> <td> <p> <strong>7.</strong></p> </td> <td> <p> Fish</p> </td> <td> <p> <em>Arandaspis</em></p> </td> </tr> <tr> <td> <p> <strong>8.</strong></p> </td> <td> <p> Tetrapods</p> </td> <td> <p> <em>Icthyostega</em></p> </td> </tr> <tr> <td> <p> <strong>9.</strong></p> </td> <td> <p> Bat</p> </td> <td> <p> <em>Archaeonycteris</em></p> </td> </tr> <tr> <td> <p> <strong>10.</strong></p> </td> <td> <p> Giraffe</p> </td> <td> <p> <em>Palaeotragus</em></p> </td> </tr> </tbody> </table>\n<figure><img alt=\"\" src=\"https://cdn.saralstudy.com/media/original/img146_1607171853_9.jpg\"></img></figure>\n<p>Adaptive radiation is an evolutionary process that produces new species from a single, rapidly diversifying lineage. This process occurs due to natural selection. An example of adaptive radiation is Darwin finches, found in Galapagos Island. A large variety of finches is present in Galapagos Island that arose from a single species, which reached this land accidentally. As a result, many new species have evolved, diverged, and adapted to occupy new habitats. These finches have developed different eating habits and different types of beaks to suit their feeding habits. The insectivorous, blood sucking, and other species of finches with varied dietary habits have evolved from a single seed eating finch ancestor.</p>\n<p>No, human evolution cannot be called adaptive radiation. This is because adaptive radiation is an evolutionary process that produces new species from a single, rapidly diversifying lineage, which is not the case with human evolution. Human evolution is a gradual process that took place slowly in time. It represents an example of anagenesis.</p>\n<p><a href=\"https://www.saralstudy.com/qna/class-12/101-explain-antibiotic-resistance-observed-in-<mark>bacteria</mark>\"><p>Name the law that states that the sum of allelic frequencies in a population remains constant. What are the five factors that influence these values?</p></a></p>\n<p>G.H. Hardy and W. Weinberg independently discovered a rule that related allelic and genotypic frequency in the Mendelian population (shares common gene pool). There is an aspect of this law which explains that the allelic frequencies at an autosomal locus in the population will not change from one generation to the next (allelic- frequency equilibrium), i.e. will remain constant. There are five factors that are responsible for the failure of Hardy- Weinberg equilibrium: gene flow, genetic drift, non-random mating or genetic recombination, natural selection and mutation.</p>\n<p>Equation of Hardy and Weinberg; p<sup>2</sup> + 2pq + q<sup>2</sup> = 1</p>\n<p>Where; p is the frequency of dominant allele, q is the frequency of recessive allele and pq defines the heterozygous population.</p>\n<p>There are some assumption that are necessary for this law, population should be panmictic and there would be no natural selection, no mutation, no migration occurs.</p>\n<ol> <li><strong>Genetic drift: </strong>Random genetic drift occurs as the result of non- directional fluctuations in the transfer of alleles from one generation to the next in the small population purely by the chance irrespective of selective advantage or disadvantage of the gene. Genetic drift results in the increased variation within a population and an increase in the divergence between populations. </li> <li><strong>Gene migration or gene flow: </strong>It is the movement of alleles from one gene pool to another. There are some different models for the gene flow like Continent-island model (it is one way migration to a separated population), Stepping-stone model (it is a migration where migrants come only from neighbouring populations).</li> <li><strong>Mutation: </strong>Mutation is the source of all genetic variations and is considered as random phenomenon; and occurs in all directions. </li> <li><strong>Natural selection: </strong>Darwin described the process of natural selection in which the forms of organisms in a population that are best adapted to the environment increases in frequency relative to less adapted forms over a number of generations.</li> <li><strong>Genetic recombination: </strong>The exchange of genetic material between different organisms that leads to the production of offspring with the combination of traits is genetic recombination.</li> </ol>\n<p><a href=\"https://www.saralstudy.com/qna/class-12/101-explain-antibiotic-resistance-observed-in-<mark>bacteria</mark>\"><p>When we say &quot;survival of the fittest&quot;, does it mean that<br>\n a. those which are fit only survive, or<br>\n b. those that survive are called fit?<br>\n Comment.</p></a></p>\n<p>Survival of the fittest means to those that survives are called fit. Darwin fitness describes how successfully an organism has been passing onto genes from one to another and this explains the evolutionary phase. The more individuals survive more they reproduce, higher the fitness of the individuals. Fitness is the ability to survive and reproduce and it is the outcome of the struggle. These traits could give the members a better chances of survival and which is known as &lsquo;Survival of the fittest&rsquo;. This brings the variations according to the environmental conditions which forms the basis for origin of different types of adaptations.</p>\n<p>Mendelian population consists of individuals that shares a common gene pool when crossed with each other and are characterized by equal survival of all genotypes. Three most important characteristics criteria for designating a Mendelian population are as follows:</p>\n<ol> <li>Population should be in the large extent. A small population is characterized by free genetic exchange whereas genetic exchange is restricted up to an extent in the large population.</li> <li>The intra-specific Mendelian population maintain more or less distinct gene pools this is as a rule, separated in space. Two Mendelian population may or may not share similar gene pools. There should be free flow of genetic materials that will be ensured through the sexual selection.</li> <li>There should be no migration in the Mendelian population. </li> </ol>\n<p>Migration is the movement of organisms among the subpopulations and this includes both immigration and emigration. Migration results in homogenization of allele frequencies among all the population in the absence of selection process. It enhances the gene pool of those alleles which have been selected and blur the effects of selection through the replenishment of alleles that were selected against by the nature.</p>\n<p>The selection can amplify the effects of migration. If the selection is stronger than migration, then the differences among the population will be maintained. And, if the migration is stronger than selection then the differences among the population will be reduced. The diversity among the population of intermediate age reduces as the results of migration.</p>\n<p>Ramapithecus was more man- like while Dryopithecus was ape- like. Dryopithecus is considered to be the ancestors of both apes (chimpanzee, gorilla) and humans. They are closely related to the chimpanzee but had arms and legs of approximately equal length, heels it its feet indicates the semi-erect posture. The human DNA is approximate 98.4 % similar to that of chimpanzees. On the basis of genomic studies, we have found that humans and chimpanzee ancestors diverged and then converged. Ramapithecus lived on the open grassland, have thickened tooth enamel, shorter canines, robust jaws and hence, showed a hominid status.</p>\n<p>The first hominid was known &lsquo;Homo habilis&rsquo;. It was the first human, or the first recognizable human species which is designated as the Handyman or also known as the &lsquo;tool maker&rsquo; which has been called because rudimentary tools have been found with the fossils of this species. They had a brain larger than Australopithecus and also had some similarities with the Australopithecus africanus.</p>\n<p>Among all three of them, Ramapithecus was the one who never ate meat. Ramapithecus lived on the open grassland, have thickened tooth enamel, shorter canines, robust jaws and hence, showed a hominid status. They couldn&rsquo;t ate meat cause of their dental structure and ate hard nuts and seeds like modern man. Molars show the wear and tear method that indicates Ramapithecus were the &ldquo;tough Herbivores&rdquo; and their diet includes variety of nuts, seeds and grasses.</p>\n<p>When two or more related species become more or more dissimilar and the similarity only occurs due to the same origin or same ancestors is known as divergent evolution; and this shows the homology. As the bones of forelimbs of whale, bat, cheetah and man are similar in structure and have the common ancestors (mammals) but performs different function like whales use their forelimbs as the flippers by which they control their speed while swimming; bat&rsquo;s forelimb is modified for flying; cheetah uses forelimbs for capturing prey or running; and man use their forelimbs to perform various tasks, so they are known as homologous organs. Another good example is Darwin&rsquo;s finches, which has now 80 species varieties which all are diverged from the single original species of finch. The driving force behind the divergent evolution is adaptations to the new habitat or environment.</p>\n<p>By the natural selection, industrial melanism phenomenon used to describe the evolutionary process in which light coloured peppered moth population become dark. This phenomenon affected over 70 species of moths in England, best studied in peppered moth &lsquo;<em>Biston betularia</em>&rsquo;. In 1800 or prior, the typical moth species had a light coloured pattern and dark coloured or melanic moths were rare. During the industrial revolution, industrial waste leads to darkened tree trunks and which killed off lichens. Then light coloured peppered moths rely on camouflage (also called cryptic colouration and is a defence or tactic that is used to disguise their appearance usually to blend in with their surroundings colour) to avoid predation and this sudden change in the environment, made them high vulnerable to predators. Over the time, in 1886, light coloured moth became rare and dark one became abundant.</p>\n<p>This leads to better chances of survival of dark winged moths and this shows reversible evolution. When the industries have removed, it will help in bringing down population level. And, this will help in to bring the lichens population again flourish on the tree trunks and then tree trunks will gain a whitish layer of lichens which will result in surviving the more population of white- winged moths.</p>\n<p>Charles Robert Darwin provide evidences for the scientific theory that all species have evolved over time from one or few common ancestors by the process of natural selection and this forms the basis of modern evolutionary theory. He publicized a book &lsquo;<em>The Origin of Species&rsquo;</em> in which he presented the idea of the natural selection is the mechanism of evolution. Mainly Darwin theory had a combination of five theories: Evolution, Common descent, Multiplication of species (this explains the organic diversity in which species multiply by splitting into daughter species or by budding), Gradualism (evolutionary changes take place gradually not sudden which presents new type of organisms), Natural selection. Mainly there are two key concepts in evolutionary theory of Darwin:</p>\n<p>Phylogenetic tree and natural selection:</p>\n<p><strong>Phylogenetic tree:</strong> it is the most convenient way of presenting evolutionary relationship among the group of organisms through illustrations called phylogenetic trees. It is a two dimensional graph shows evolutionary relationship between organisms and shows by branches and nodes. The branching pattern of the trees is known as tree topology. This contains internal node<br>\n (represents last common ancestor of two lineages) and external nodes (represents tip of the trees).</p>\n<figure><img alt=\"phylogenetic tree\" src=\"https://cdn.saralstudy.com/media/original/phylogenetic_tree_1631540864_67.jpg\"></img><figcaption>phylogenetic tree</figcaption></figure>\n<p><strong>Natural selection:</strong> the process by which organisms with favourable conditions or variation will survive and reproduces at higher rate. An inherited variations which increases the chances of organism&rsquo;s survival in the particular environment is known as adaptation and who will not adapt the variations among the environment will die. Darwin describe the survival of the fittest. Fitness is describe as the ability to survive and reproduce or outcome of the struggle in a specific manner. In the changing environmental conditions which could have the ability to adapt, have the better chances of survival and reproduction.</p>\n<p>This phenomenon indicated in the question is convergent evolution where the unrelated animals converging on the same structure because they are adaptive in the same environment, this type of evolution is known as convergent evolution and this produces analogous structures. In the simple way we can say that analogous organs are those which have different origin or ancestors but performs similar functions.</p>\n<p>Example:</p>\n<ol> <li> Streamlined shape of sharks and dolphins (their body shape, fins and flippers are same but they belongs to different lineages; shark is an elasmobranch fish belongs to Pisces and dolphin is an aquatic mammal). But both of them depends on swift movement through the water, so a streamlined shape is essential. Thus, it is a similar habitat that resulted in selection of similar adapted features in different groups of organisms, but towards the same function.</li> <li>Spines (modified leaves) and thorns (modified stem); both looks similar and provide protection to the plant, the plants to which they belong are distantly related.</li> </ol>\n<p><a href=\"https://www.saralstudy.com/qna/class-12/101-explain-antibiotic-resistance-observed-in-<mark>bacteria</mark>\"><p>We are told that evolution is a continuing phenomenon for all living things. Are humans also evolving? Justify your answer.</p></a></p>\n<p>Yes, humans are also evolve. Fossils are there to give the evidences that evolution is a continuous phenomenon. Fossils are the preserved remains or traces of organisms from the distant past. Fossils record shows that there have been great changes occurs in the kinds of organisms that dominated life on the earth at different points in time. Human evolution occurs at different stages like firstly Dryopithecus, then Ramapithecus, then Australopithecus, then Homo- habilis, then Homo- erectus, then Neanderthal man and then finally Homo sapiens evolves as modern man.</p>\n<p>Some scientist suggests that evolution is indeed taking place in modern humans and some of the observations are as follows:</p>\n<p>Human&rsquo;s reproductive period has been changed and prolonged than it was 10k years ago. Earlier the human&rsquo;s life was half than in today&rsquo;s time. In adulthood, all other mammals develops lactose intolerance because young ones are reared away from mother&rsquo;s milk after a certain age, unlike humans other mammals do not have the facility to consume other mammals or animals milk but humans do. They consume milk throughout the life from the domesticated animals. Human beings have developed many resistant vaccine against the infectious diseases, so this is another sign of evolution.</p>\n<p>However, evolution happens through the geographical location because modern means of transport has blurred geographical boundaries, but it can also occurs through the genetic drift.</p>\n<p>There is a widespread belief that Darwin could have carried out a deeper theoretical study if he had more information about Mendelism and laws of heredity.</p>\n<p>The work of Mendel did not offer insights. He explained that the crossing of pea plants with different characteristics does not result in mixture of traits in the offspring, rather traits behave in a discrete manner, not mixing with each other.</p>\n<p>This version of the unfortunate mismatch between Darwin and Mendel can be found in a variety of sources. Darwin published (the origin of species) Gregor Mendel wrote a ground breaking paper of inheritance in pea plant. In that paper, Mendel proposed a particular model of inheritance, which states that organisms transmit discrete heritable units (now called genes) to their offspring. Although Darwin learned about genes.</p>\n<p><a href=\"https://www.saralstudy.com/qna/class-12/101-explain-antibiotic-resistance-observed-in-<mark>bacteria</mark>\"><p>Gene flow occurs through generations. Gene flow can occur across language barriers in humans. If we have a technique of measuring specific allele frequencies in different population of the world, can we not predict human migratory patterns in pre-history and history? Do you agree or disagree? Provide explanation to your answer.</p></a></p>\n<p>Yes, I agree that gene flow occurs through generations. The human migratory patterns can be predicted by studying the allelic frequencies in prehistory and history. We can trace the evolutionary history and migratory patterns by the Human Genographics project. This project is a genetic anthropological study that was launched on April 13, 2005 by the National Geographic Society which aims to map history of human migration patterns by collecting and analysing DNA samples.</p>\n<p>Note*: Shared gene pools gives the species its own identity. Reduced gene flow play important role in the speciation. Various modes have been presented whereby a single evolutionary descendent splits into two or more genetically independent lineages due to reduced gene flow.</p>\n<p><strong>Race: </strong>It is a permanent breed within the species and this is considered equivalent or subordinate to the subspecies. The races different in height, pigmentation, shape of hands, hair, eyes, nose etc. They freely interbreed as they have geographical or physiological barrier for it; in this members from different races can interbreed.</p>\n<p><strong>Breed: </strong>It is specific group of domesticated animals. They are homogenous in appearance (uniform structure and shape) and also homogenous in behaviour and have different distinguishable characters which make them unique from other members of the species.</p>\n<p><strong>Cultivar: </strong>This is the basic classification category of the cultivated plants. Cultivar is also known as cultivated variety which is an assemblage of the plants selected for desirable characteristics by the process of selective breeding (is an artificial selection used to develop new organisms with desirable characteristics).</p>\n<p><strong>Variety: </strong>Members of the variety do not breed with members of other subspecies or variety but they can fertile offspring under the natural conditions. It is a breeding group of species having specific features which make them separate and unique from other members of the species.</p>\n<h3>Frequently Asked Questions about Evolution - Class 12 Biology</h3>\n<ul> <li> <ul> <li>1. How many questions are covered in Evolution solutions?</li> <li>All questions from Evolution are covered with detailed step-by-step solutions including exercise questions, additional questions, and examples. </li> </ul> </li> <li> <ul> <li>2. Are the solutions for Evolution helpful for exam preparation?</li> <li>Yes, the solutions provide comprehensive explanations that help students understand concepts clearly and prepare effectively for both board and competitive exams. </li> </ul> </li> <li> <ul> <li>3. Can I find solutions to all exercises in Evolution?</li> <li>Yes, we provide solutions to all exercises, examples, and additional questions from Evolution with detailed explanations. </li> </ul> </li> <li> <ul> <li>4. How do these solutions help in understanding Evolution concepts?</li> <li>Our solutions break down complex problems into simple steps, provide clear explanations, and include relevant examples to help students grasp the concepts easily. </li> </ul> </li> <li> <ul> <li>5. Are there any tips for studying Evolution effectively?</li> <li>Yes, practice regularly, understand the concepts before memorizing, solve additional problems, and refer to our step-by-step solutions for better understanding. </li> </ul> </li> </ul>\n<h3>Exam Preparation Tips for Evolution</h3>\n<p>The Evolution is an important chapter of 12 Biology. This chapter&rsquo;s important topics like Evolution are often featured in board exams. Practicing the question answers from this chapter will help you rank high in your board exams.</p>\n<h2>Latest Blog Posts</h2>\n<p>Stay updated with our latest educational content and study tips</p>\n<h3> <a href=\"https://www.saralstudy.com/blog/question-to-ask-in-parent-teacher-meeting/\"> Smart Questions to Ask in a Parent-Teacher Meeting | PTM Made Easy </a> </h3>\n<p>Parent-Teacher Meetings (PTMs) are more than quick updates on marks &mdash; they&rsquo;re a chance to build a real partnership between home and school. A good Parent-Teacher Meeting conversation helps parents see beyond grades. It opens up insights about a child&rsquo;s strengths, struggles, emotions and even hidden talents. When parents participate actively, they don&rsquo;t just track [&hellip;]</p>\n<p><a href=\"https://www.saralstudy.com/blog/question-to-ask-in-parent-teacher-meeting/\"> Read More  </a></p>\n<h3> <a href=\"https://www.saralstudy.com/blog/build-critical-thinking-skill-step-by-step/\"> The Secret to Smarter Learning &mdash; Building Strong Critical Thinking Skills </a> </h3>\n<p>In today&rsquo;s world of endless information , knowing how to think is more important than knowing what to think . From school projects to real &ndash; life decisions , critical thinking helps students question ideas , analyze facts and form logical conclusions . But what exactly does critical thinking mean ? Simply put , it&rsquo;s [&hellip;]</p>\n<p><a href=\"https://www.saralstudy.com/blog/build-critical-thinking-skill-step-by-step/\"> Read More  </a></p>\n<h3> <a href=\"https://www.saralstudy.com/blog/build-productive-study-habits-for-success/\"> Study Smarter, Not Harder: Build Productive Habits That Stick </a> </h3>\n<p>Every student dreams of better grades , stronger focus and more study time &ndash; but the real challenge isn&rsquo;t starting, it&rsquo;s staying consistent . Building productive study habits is not about studying all day , it&rsquo;s about studying smart . In today&rsquo;s fast &ndash; paced digital world, distractions are everywhere &ndash; from endless phone notifications [&hellip;]</p>\n<p><a href=\"https://www.saralstudy.com/blog/build-productive-study-habits-for-success/\"> Read More  </a></p>\n<h3> <a href=\"https://www.saralstudy.com/blog/hidden-risks-of-online-gaming-for-children/\"> The Hidden Risks of Online Gaming for Children &mdash; Is your child safe while gaming online? </a> </h3>\n<p>Online gaming has rapidly become one of the most popular pastimes among children. Whether it&rsquo;s multiplayer mobile games , PC adventures or console challenges , kids are spending more time than ever in the virtual world . On the surface, gaming seems entertaining and even educational &ndash; improving hand- eye coordination , teamwork and problem [&hellip;]</p>\n<p><a href=\"https://www.saralstudy.com/blog/hidden-risks-of-online-gaming-for-children/\"> Read More  </a></p>\n<h3>Exam Information</h3>\n<p> <a href=\"https://www.saralstudy.com/exam\">View Exam</a></p>\n<h3>Full Form</h3>\n<p> <a href=\"https://www.saralstudy.com/full-form\">Explore</a></p>\n<h3>Calculator</h3>\n<p> <a href=\"https://www.saralstudy.com/calculator\">Use Calculator</a></p>\n<h3>Glossary</h3>\n<p> <a href=\"https://www.saralstudy.com/glossary\">View Glossary</a></p>\n<h3> Benefits of Using Our NCERT Solutions for Class </h3>\n<p>When it comes to excelling in your studies, having a well-structured study guide can make a huge difference. Our NCERT Solutions for Class provide you with a comprehensive, easy-to-understand, and exam-focused resource that is specifically tailored to help you maximize your potential. Here are some of the key benefits of using our NCERT solutions for effective learning and high scores:</p>\n<h4>NCERT Solutions for Effective Exam Preparation</h4>\n<p>Preparing for exams requires more than just reading through textbooks. It demands a structured approach to understanding concepts, solving problems, and revising thoroughly. Here&rsquo;s how our NCERT solutions can enhance your exam preparation:</p>\n<ul> <li><strong>Clear Understanding of Concepts</strong>: Our NCERT solutions are designed to break down complex topics into simple, understandable language, making it easier for students to grasp essential concepts in . This helps in building a solid foundation for each chapter, which is crucial for scoring high marks.</li> <li><strong>Step-by-Step Solutions</strong>: Each solution is presented in a detailed, step-by-step manner. This approach not only helps you understand how to reach the answer but also equips you with the right techniques to tackle similar questions in exams.</li> <li><strong>Access to Important Questions</strong>: We provide a curated list of important questions and commonly asked questions in exams. By practicing these questions, you can familiarize yourself with the types of problems that are likely to appear in the exams and gain confidence in answering them.</li> <li><strong>Quick Revision Tool</strong>: Our NCERT solutions serve as an excellent tool for last-minute revision. The solutions cover all key points, definitions, and explanations, ensuring that you have everything you need to quickly review before exams.</li> </ul>\n<h4>Importance of Structured Answers for Scoring Higher Marks</h4>\n<p>In exams, it's not just about getting the right answer&mdash;it's also about presenting it in a well-structured and logical way. Our NCERT solutions for Class are designed to guide you on how to write answers that are organized and effective for scoring high marks.</p>\n<ul> <li><strong>Precise and Concise Answers</strong>: Our solutions are crafted to provide answers that are to the point, without unnecessary elaboration. This ensures that you don't waste time during exams and focus on delivering accurate answers that examiners appreciate.</li> <li><strong>Step-Wise Marks Distribution</strong>: We understand that exams often allot marks based on specific steps or points. Our NCERT solutions break down each answer into structured steps to ensure you cover all essential points required for full marks.</li> <li><strong>Improved Presentation Skills</strong>: By following the format of our NCERT solutions, you learn how to present your answers in a systematic and logical manner. This helps in making your answers easy to read and allows the examiner to quickly identify key points, resulting in better scores.</li> <li><strong>Alignment with NCERT Guidelines</strong>: Since exams are often set in alignment with NCERT guidelines, our solutions are tailored to follow the exact format and language that is expected in exams. This can improve your chances of scoring higher by meeting the examiner's expectations.</li> </ul>",
        "relevance_msg": "🔥 Matcher: antibiotic resistance, bacteria",
        "tags": [
            "evolution"
        ],
        "sentiment_score": 0.22
    },
    {
        "title": "Current knowledge and perspectives on the emerging Inquilinus limosus pathogen",
        "url": "https://inserm.hal.science/inserm-05448654",
        "date": "2026-01-08T16:29:18",
        "source": "hal.science",
        "image": null,
        "summary_html": "SUMMARY Inquilinus limosus is a nonfermentative Gram-negative rod that has been reported as an emergent pathogen, particularly in chronic respiratory diseases. I. limosus was first isolated from the airways of a lung transplant patient suffering from cystic fibrosis (CF). As I. limosus is almost exc...",
        "full_content_html": "<p>SUMMARY Inquilinus limosus is a nonfermentative Gram-negative rod that has been reported as an emergent pathogen, particularly in chronic respiratory diseases. I. limosus was first isolated from the airways of a lung transplant patient suffering from cystic fibrosis (CF). As I. limosus is almost exclusively recovered from the airways of CF patients, its identification may be challenging for non-CF specialists. Indeed, I. limosus is mainly isolated from the airways of CF patients, and its pathogenesis and treatments are still debated. We have extensively reported and reviewed the different clinical cases described in the literature, the identification methods used, and the antimicrobial susceptibility testing performed. Therefore, we provide here an exhaustive description of the phenotypic features and antimicrobial susceptibilities of I. limosus . Only seven I. limosus genomes are currently available in public databases. These genomes are not fully assembled and therefore allow only partial genomic analyses, which could not unveil <mark>antimicrobial resistance</mark> determinants or virulence factors. They are approximately 7 Mb in size and encode between 6,036 and 7,483 genes. Given that the available genomes are incomplete, our genomic analyses are still limited and would undoubtedly benefit from further fully sequenced and annotated genomes to provide additional information on the <mark>antibiotic resistance</mark> and pathogenesis of I. limosus . We anticipate that our review will be a starting point for more genome sequencing studies, as well as epidemiological studies, to provide additional information on I. limosus for better management of patients.</p>\n<p>   Complete list of metadata  </p>",
        "relevance_msg": "🔥 Matcher: antibiotic resistance, antimicrobial resistance",
        "tags": [
            "Inquilinus limosus",
            "pathogen"
        ],
        "sentiment_score": 0
    },
    {
        "title": "GAO Identifies Areas in Which FDA is Failing to Fulfill FSMA",
        "url": "https://www.food-safety.com/articles/11028-gao-identifies-areas-in-which-fda-is-failing-to-fulfill-fsma",
        "date": "2026-01-08T16:10:26",
        "source": "Food Safety",
        "image": "https://www.food-safety.com/ext/resources/News/2026/magnifying-glass-and-books-with-fda-logo_fabrikasimf-via-Freepik.webp?t=1767888626",
        "summary_html": "A report published by the U.S. Government Accountability Office (GAO) on January 7 assessed the U.S. Food and Drug Administration’s (FDA’s) ongoing implementation of the Food Safety Modernization Act (FSMA) and identified several areas requiring more work.\nFSMA was enacted in 2011 to improve FDA’s a...",
        "full_content_html": "<figure><img alt=\"magnifying glass and books with fda logo overlay\" src=\"https://www.food-safety.com/ext/resources/News/2026/magnifying-glass-and-books-with-fda-logo_fabrikasimf-via-Freepik.webp?t=1767888626\"></img><figcaption>Image credit: fabrikasimf via Freepik</figcaption></figure>\n<p><strong><a href=\"https://files.gao.gov/reports/GAO-26-107394/index.html?_gl=1*j131je*_ga*MTcxNjU5MTUwMC4xNzY3ODg0MTMy*_ga_V393SNS3SR*czE3Njc4ODQxMzEkbzEkZzEkdDE3Njc4ODQ3OTkkajYwJGwwJGgw\">A report</a></strong> published by the U.S. Government Accountability Office (GAO) on January 7 assessed the U.S. Food and Drug Administration&rsquo;s (FDA&rsquo;s) ongoing implementation of the <em>Food Safety Modernization Act </em>(FSMA) and identified several areas requiring more work.</p>\n<p>FSMA was enacted in 2011 to improve FDA&rsquo;s approach to preventing foodborne illness. In the 15 years since FSMA&rsquo;s passage, the agency has issued nine FSMA regulations that build a preventive foodborne illness framework, and completed <em>most </em>but not <em>all </em>requirements of FSMA, according to GAO.</p>\n<p>The nine rules identified by GAO are:</p>\n<ul> <li> <strong>Preventive Controls for Human Food</strong>, updating FDA&rsquo;s Good Manufacturing Practices (GMP) requirements and adding requirements for hazards analysis and risk-based preventive controls</li> <li> <strong>Preventive Controls for Animal Food</strong>, establishing GMP, hazards analysis, and risk-based preventive control requirements for animal food</li> <li> <strong>The Produce Safety Rule</strong>, establishing minimum standards for businesses that grow, harvest, pack, or hold certain fruits and vegetables, including agricultural water standards</li> <li> <strong>The Sanitary Transportation Rule, </strong>requiring sanitary transportation practices for those engaged in transporting food</li> <li> <strong>The Intentional Adulteration Rule, </strong>requiring facilities to address hazards that may be introduced intentionally to cause harm to public health</li> <li> <strong>Laboratory Accreditation for Analyses of Foods (LAAF), </strong>establishing a program to recognize bodies that will accredit laboratories to test food in certain circumstances</li> <li> <strong>The Food Traceability Rule (FSMA 204), </strong>establishing recordkeeping requirements for establishments that manufacture, process, pack, or hold foods included on FDA&rsquo;s Food Traceability List</li> <li> <strong>The Foreign Supplier Verification Programs for Food Importers (FSVP), </strong>requiring importers to verify that the food they import for humans and animals meets U.S. safety standards</li> <li> <strong>Accreditation of Third-Party Auditors, </strong>establishing a voluntary program for the accreditation of third-party certification bodies to conduct food safety audits of foreign entities and issue certifications.</li> </ul>\n<p>GAO also identified 46 key FSMA requirements, of which FDA has fulfilled 41. While FDA <em>has</em>, for example, issued several implementation guidances for industry and conducted various studies required by FSMA, the agency has <em>not</em>:</p>\n<ul> <li>Issued final guidance on hazards analysis and preventive controls for human food, separate from animal food</li> <li>Finalized guidance to protect against the intentional adulteration, or tampering, of food</li> <li>Continued to report on the progress of implementing a national Food Emergency Response Laboratory Network (FERN), failing to do so in 2021 or 2023</li> <li>Published updated Good Agricultural Practices (GAPs) for fruits and vegetables in alignment with the Produce Safety Rule</li> <li>Implemented a system to improve FDA&rsquo;s capacity to track and trace food that is in the U.S. (FSMA 204)</li> </ul>\n<h3><strong>Reasons for FDA's Incomplete Work</strong></h3>\n<p>Reasons FDA provided to GAO as to why these areas have not yet been completed include a focus on the <a href=\"https://www.food-safety.com/articles/9814-a-new-day-dawns-at-fda-with-the-establishment-of-the-human-foods-program\">creation of the Human Foods Program</a>, which finished in October 2024.</p>\n<p>The agency also reminded GAO of the July 2028 industry compliance date for FSMA 204/the Food Traceability Rule; originally, the FSMA 204 compliance date was set for January 2026, <a href=\"https://www.food-safety.com/articles/10245-fda-delays-fsma-204-traceability-rule-compliance-date-by-30-months\">but it was pushed back by the current Trump Administration</a>.</p>\n<p>Additionally, FDA told GAO it has not yet begun work on or established a timeframe for updating GAPs for fruits and vegetables under the Produce Safety Rule.</p>\n<h3><strong>Federal Workforce Cuts Ended FDA&rsquo;s Plans to Assess FSMA Performance</strong></h3>\n<p>GAO also noted in its report that FDA has missed opportunities to assess the results of the nine FSMA regulations and their contribution to preventing foodborne illness. Although the agency has tracked and monitored industry compliance with three rules&mdash;Preventive Controls for Human and Animal food and FSVP&mdash;these efforts do not focus on the performance of these programs. Moreover, the other six rules have been neglected in terms of assessment. FDA told GAO that work initiated in the past to measure the results of FSMA rules proved challenging to complete due to competing priorities.</p>\n<p>Notably, FDA also noted that the October 2024 reorganization of the Human Foods Program included a plan to develop a FSMA performance management framework, which would have been the responsibility of the newly created Office of Strategic Programs&mdash;but <a href=\"https://www.food-safety.com/articles/10289-as-us-pieces-together-how-hhs-cuts-are-affecting-food-safety-stakeholders-speak-out\">sweeping reductions in force (RIFs) by the Trump Administration in 2025</a> across the federal government, including the U.S. Department of Health and Human Services (HHS) and FDA&mdash;resulted in the loss of key office staff. The Office of Strategic Programs no longer exists.</p>\n<p>Although FDA hopes to progress this work with different resources in the future, it does not have a timeline.</p>\n<h3><strong>GAO Recommendations </strong></h3>\n<p>GAO made several recommendations to complete FSMA requirements, with which HHS concurred:</p>\n<ul> <li>Establish a timeline for finalizing the guidance on hazards analysis and preventive controls for human food and issue the guidance</li> <li>Establish a timeline for finalizing the guidance to protect against the intentional adulteration of food and issue the guidance</li> <li>Publish a report in 2025 on the progress of implementing a FERN laboratory network and establish milestones and timelines for publishing future reports</li> <li>Establish milestones and timelines for updating the GAPs for fruits and vegetables as required by the Produce Safety Rule</li> <li>Establish an implementation plan for FSMA 204</li> <li>Develop and implement a performance management process to assess the results of FSMA regulations and their contribution to the prevention of foodborne illness.</li> </ul><br><figure><img alt=\"US HHS website resized\" src=\"https://www.food-safety.com/ext/resources/News/2025/US-HHS-website-resized.webp?t=1744231526\"></img><figcaption>Image credit: MarioGuti/iStock/Getty Images Plus via Getty Images</figcaption></figure>\n<p>Now that thousands of layoffs at U.S. federal public health agencies are being executed as was promised by the Trump Administration at the end of March, an incomplete picture of how those cuts are affecting food safety-related positions is beginning to emerge. Food safety and consumer protection stakeholders, as well as some legislators, are speaking out against the sweeping cuts at the U.S. Department of Health and Human Services (HHS).</p>\n<p><a href=\"https://www.food-safety.com/articles/10263-thousands-more-layoffs-coming-to-fda-cdc-as-hhs-announces-major-restructuring\">On March 27, 2025</a>, HHS, which encompasses the U.S. Food and Drug Administration (FDA) and the U.S. Centers for Disease Control and Prevention (CDC), among other agencies, announced a major restructuring that included a workforce reduction of approximately 3,500 and 2,400 staffers currently employed at FDA and CDC, respectively. These layoffs, which began being implemented in the first week of April, are in addition to the mass firing of probationary employees at FDA and CDC that occurred in February 2025 and <a href=\"https://www.food-safety.com/articles/10138-fda-leader-jim-jones-resigns-after-89-indiscriminate-firings-in-human-foods-program\">resulted in the resignation</a> of FDA Deputy Commissioner for Human Foods Jim Jones.</p>\n<p>Although HHS claimed that the new round of layoffs would not affect food reviewers, inspectors, scientists, or front-line workers, several sources are reporting that this may not actually be the case.</p>\n<h3><strong>Veterinarians, Lead Experts, and Food Scientists in the Firing Line</strong></h3>\n<p>For example, the American Veterinary Medical Association (AVMA) <strong><a href=\"https://www.avma.org/news/veterinarians-among-those-cut-extensive-layoffs-hhs\">released a statement</a></strong> on April 4 asserting that the HHS cuts included more than 140 leaders and staff members at FDA&rsquo;s Center for Veterinary Medicine, and that additional veterinarians working in FDA&rsquo;s Human Foods Program, Office of Inspections and Investigations, and other areas, have been impacted. Veterinary staff at CDC and the U.S. National Institutes of Health have also been affected. According to AVMA President Sandra Faeh, D.V.M., &ldquo;The offices impacted by this recent reduction-in-force work on issues such as drug availability, <mark>antimicrobial resistance</mark>, animal and human food safety, disease control (including, but not limited to, avian influenza), international trade, and much more.&rdquo;</p>\n<p>Additionally, <strong><a href=\"https://www.cnn.com/2025/04/02/health/milwaukee-lead-crisis-schools-cdc-cuts/index.html\">according to CNN</a></strong>, the entire Lead Poisoning Prevention and Surveillance Branch in CDC&rsquo;s National Center for Environmental Health has been wiped out. Toxic heavy metals (including lead) contamination is a significant food safety concern. <a href=\"https://www.food-safety.com/articles/9656-recall-rethink-food-recall-vulnerabilities-exposed-by-the-cinnamon-applesauce-incident\">For instance</a>, between October 2023 and February 2024, more than 400 cases of child lead poisonings were reported by CDC, which FDA linked to adulterated cinnamon sourced from an Ecuadorian supplier that was used in nationally distributed applesauce pouches.</p>\n<p>Instances of intentional lead adulteration aside, toxic heavy metals present in the food supply&mdash;especially foods consumed by babies and young children&mdash;as a result of their natural presence in the environment is also a pressing issue. At FDA, one of the objectives of HHS&rsquo; recently announced <a href=\"https://www.food-safety.com/articles/10237-fda-launches-operation-stork-speed-to-improve-infant-formula-safety-including-contaminant-testing\">Operation Stork Speed</a> initiative is to increase testing for heavy metals and other contaminants in infant formula and foods commonly consumed by young children. However, following the new round of layoffs, Consumer Reports, a leading consumer protection-focused food safety advocacy group, shared its reaffirmed skepticism that the agency will be able to keep its promises outlined in Operation Stork Speed, and delivered a petition to HHS Secretary Robert F. Kennedy Jr. asking him to ensure FDA has the staffing and resources it needs to protect infant formula safety.</p>\n<p>&ldquo;Recent staff layoffs at FDA have been devastating and raise serious concerns about whether the agency has the resources it needs to protect young children from dangerous contaminants in food like lead and arsenic in infant formula,&rdquo; said Brian Ronholm, Director of Food Policy at Consumer Reports. &ldquo;An FDA that lacks the staffing and resources it needs to ensure our food is safe puts all of us at risk, especially babies who are particularly vulnerable to toxic exposure.&rdquo;</p>\n<p>  Looking for quick answers on food safety topics?<br>\n <strong>Try Ask FSM, our new smart AI search tool.</strong>   </p>\n<p>Moreover, according to Helena Bottmiller-Evich&rsquo;s <strong><em><a href=\"https://foodfix.co/rfk-jr-eyes-total-revamp-of-government-nutrition-advice/\">Food Fix</a></em></strong>, &ldquo;numerous scientists within FDA, including toxicologists and microbiologists who worked directly on food safety in laboratories and elsewhere across the agency,&rdquo; have been let go, although some lab staff are reportedly being asked to return. Despite being told than more than 230 of Human Foods Program staff were fired, <em>Food Fix</em> was unable to confirm exactly how many positions were eliminated, because &ldquo;there was basically no one left to ask,&rdquo; since &ldquo;FDA eliminated its entire media, engagement, and communications operation.&rdquo;</p>\n<p>Additionally, <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7313931741537214464/\"><strong>in a statement</strong></a> posted to LinkedIn by the Institute for Food Safety and Health (IFSH) at Illinois Tech, it was revealed that nearly all FDA staff in the Division of Food Processing Science and Technology, which is co-located at IFSH, were let go. &quot;Many were long-time collaborators in food safety and health topics,&quot; the statement said, &quot;ranging from microbiology and chemistry to allergens and food processing. They have been researching in areas such as powdered infant formula safety, bird flu in dairy, prevention of foodborne death due to <mark>pathogens</mark>, implementing allergen controls, food packaging safety, prevention of toxins in food... plus so much more.&quot;</p>\n<h3><strong>Congresspeople Have Questions for Secretary Kennedy</strong></h3>\n<p>As the reality of the massive layoffs at HHS sets in, many have voiced their criticisms about the move and questioned how the cuts could &ldquo;<a href=\"https://www.food-safety.com/articles/10134-rfk-jr-confirmed-as-hhs-secretary-widespread-firings-coming-to-fda-cdc\">Make America Healthy Again</a>.&rdquo; At the congressional level, U.S. Senators Bill Cassidy, M.D. (R-Louisiana), Chair of the Senate Health, Education, Labor, and Pensions (HELP) Committee, and Bernie Sanders (I-Vermont), Ranking Member of the HELP Committee, <strong><a href=\"https://www.help.senate.gov/rep/newsroom/press/chair-cassidy-ranking-member-sanders-invite-sec-kennedy-to-future-hearing-on-hhs-reorganization\">invited Secretary Kennedy</a></strong> to participate in an April 10 HELP Committee hearing to answer questions about the reorganization of HHS.</p>\n<p>Additionally, <strong><a href=\"https://ruiz.house.gov/media-center/press-releases/democratic-doctors-condemn-mass-layoffs-hhs-fda-and-cdc\">in a statement</a></strong>, the Congressional Doctors Caucus comprising six Democrat congresspeople with medical backgrounds, condemned the HHS mass firings, writing, &ldquo;Eliminating 25 percent of HHS staff, including scientists and researchers, weakens our ability to combat disease outbreaks [and] ensure food and drug safety&hellip; these cuts come as we are facing active threats to our public health, including &hellip;a deadly bird flu outbreak.&rdquo;</p>\n<h3><strong>Experts Warn that Food Safety Will be Disproportionately Affected by FDA Cuts</strong></h3>\n<p>Consumer protection group the Center for Science in the Public Interest (CSPI) also <strong><a href=\"https://www.cspinet.org/statement/rfks-cuts-fda-are-threat-public-health-and-safety\">stated its opposition</a> </strong>to HHS cuts, especially as they relate to food safety, pointing out that roles related to food safety at FDA seem to be disproportionally affected in comparison to the agency&rsquo;s drug, biologics, and device centers. &ldquo;These [medical] centers are doubly protected from cuts because they receive user fees from industry, which come with requirements to maintain congressional appropriations at predetermined levels,&rdquo; wrote Sarah Sorcher, J.D., M.P.H. Director of Regulatory Affairs. &ldquo;So what&rsquo;s left to cut at FDA? Disproportionately, it is food. And within foods, non-inspection programs are most likely to be targeted.&rdquo; She warned that would mean FDA work areas like policy development, as well as the translation, communication, and enforcement of science-informed standards. &ldquo;Transparency takes staffing,&rdquo; Ms. Schorcher wrote.</p>\n<p>Ms. Sorcher also pointed out that, while HHS promised to shield food inspectors from HHS layoffs, in reality, most FDA food safety inspections are conducted not by FDA staff, but under state grants that are also being cut. &ldquo;In March, many of the state programs that carry out 90 percent of our produce and 75 percent of our manufactured foods inspections quietly received word that they would face steep cuts in federal funding,&rdquo; she stated.</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance, pathogens",
        "tags": [
            "Government Accountability Office (GAO)",
            "US Food and Drug Administration"
        ],
        "sentiment_score": 0
    },
    {
        "title": "GAO Identifies Areas in Which FDA Has Yet to Fulfill FSMA",
        "url": "https://www.food-safety.com/articles/11028-gao-identifies-areas-in-which-fda-has-yet-to-fulfill-fsma",
        "date": "2026-01-08T16:10:26",
        "source": "Food Safety",
        "image": "https://www.food-safety.com/ext/resources/News/2026/magnifying-glass-and-books-with-fda-logo_fabrikasimf-via-Freepik.webp?t=1767888626",
        "summary_html": "A report published by the U.S. Government Accountability Office (GAO) on January 7 assessed the U.S. Food and Drug Administration’s (FDA’s) ongoing implementation of the Food Safety Modernization Act (FSMA) and identified several areas requiring more work.\nFSMA was enacted in 2011 to improve FDA’s a...",
        "full_content_html": "<figure><img alt=\"magnifying glass and books with fda logo overlay\" src=\"https://www.food-safety.com/ext/resources/News/2026/magnifying-glass-and-books-with-fda-logo_fabrikasimf-via-Freepik.webp?t=1767888626\"></img><figcaption>Image credit: fabrikasimf via Freepik</figcaption></figure>\n<p><strong><a href=\"https://files.gao.gov/reports/GAO-26-107394/index.html?_gl=1*j131je*_ga*MTcxNjU5MTUwMC4xNzY3ODg0MTMy*_ga_V393SNS3SR*czE3Njc4ODQxMzEkbzEkZzEkdDE3Njc4ODQ3OTkkajYwJGwwJGgw\">A report</a></strong> published by the U.S. Government Accountability Office (GAO) on January 7 assessed the U.S. Food and Drug Administration&rsquo;s (FDA&rsquo;s) ongoing implementation of the <em>Food Safety Modernization Act </em>(FSMA) and identified several areas requiring more work.</p>\n<p>FSMA was enacted in 2011 to improve FDA&rsquo;s approach to preventing foodborne illness. In the 15 years since FSMA&rsquo;s passage, the agency has issued nine FSMA regulations that build a preventive foodborne illness framework, and completed <em>most </em>but not <em>all </em>requirements of FSMA, according to GAO.</p>\n<p>The nine rules identified by GAO are:</p>\n<ul> <li> <strong>Preventive Controls for Human Food</strong>, updating FDA&rsquo;s Good Manufacturing Practices (GMP) requirements and adding requirements for hazards analysis and risk-based preventive controls</li> <li> <strong>Preventive Controls for Animal Food</strong>, establishing GMP, hazards analysis, and risk-based preventive control requirements for animal food</li> <li> <strong>The Produce Safety Rule</strong>, establishing minimum standards for businesses that grow, harvest, pack, or hold certain fruits and vegetables, including agricultural water standards</li> <li> <strong>The Sanitary Transportation Rule, </strong>requiring sanitary transportation practices for those engaged in transporting food</li> <li> <strong>The Intentional Adulteration Rule, </strong>requiring facilities to address hazards that may be introduced intentionally to cause harm to public health</li> <li> <strong>Laboratory Accreditation for Analyses of Foods (LAAF), </strong>establishing a program to recognize bodies that will accredit laboratories to test food in certain circumstances</li> <li> <strong>The Food Traceability Rule (FSMA 204), </strong>establishing recordkeeping requirements for establishments that manufacture, process, pack, or hold foods included on FDA&rsquo;s Food Traceability List</li> <li> <strong>The Foreign Supplier Verification Programs for Food Importers (FSVP), </strong>requiring importers to verify that the food they import for humans and animals meets U.S. safety standards</li> <li> <strong>Accreditation of Third-Party Auditors, </strong>establishing a voluntary program for the accreditation of third-party certification bodies to conduct food safety audits of foreign entities and issue certifications.</li> </ul>\n<p>GAO also identified 46 key FSMA requirements, of which FDA has fulfilled 41. While FDA <em>has</em>, for example, issued several implementation guidances for industry and conducted various studies required by FSMA, the agency has <em>not</em>:</p>\n<ul> <li>Issued final guidance on hazards analysis and preventive controls for human food, separate from animal food</li> <li>Finalized guidance to protect against the intentional adulteration, or tampering, of food</li> <li>Continued to report on the progress of implementing a national Food Emergency Response Laboratory Network (FERN), failing to do so in 2021 or 2023</li> <li>Published updated Good Agricultural Practices (GAPs) for fruits and vegetables in alignment with the Produce Safety Rule</li> <li>Implemented a system to improve FDA&rsquo;s capacity to track and trace food that is in the U.S. (FSMA 204)</li> </ul>\n<h3><strong>Reasons for FDA's Incomplete Work</strong></h3>\n<p>Reasons FDA provided to GAO as to why these areas have not yet been completed include a focus on the <a href=\"https://www.food-safety.com/articles/9814-a-new-day-dawns-at-fda-with-the-establishment-of-the-human-foods-program\">creation of the Human Foods Program</a>, which finished in October 2024.</p>\n<p>The agency also reminded GAO of the July 2028 industry compliance date for FSMA 204/the Food Traceability Rule; originally, the FSMA 204 compliance date was set for January 2026, <a href=\"https://www.food-safety.com/articles/10245-fda-delays-fsma-204-traceability-rule-compliance-date-by-30-months\">but it was pushed back by the current Trump Administration</a>.</p>\n<p>Additionally, FDA told GAO it has not yet begun work on or established a timeframe for updating GAPs for fruits and vegetables under the Produce Safety Rule.</p>\n<h3><strong>Federal Workforce Cuts Ended FDA&rsquo;s Plans to Assess FSMA Performance</strong></h3>\n<p>GAO also noted in its report that FDA has missed opportunities to assess the results of the nine FSMA regulations and their contribution to preventing foodborne illness. Although the agency has tracked and monitored industry compliance with three rules&mdash;Preventive Controls for Human and Animal food and FSVP&mdash;these efforts do not focus on the performance of these programs. Moreover, the other six rules have been neglected in terms of assessment. FDA told GAO that work initiated in the past to measure the results of FSMA rules proved challenging to complete due to competing priorities.</p>\n<p>Notably, FDA also noted that the October 2024 reorganization of the Human Foods Program included a plan to develop a FSMA performance management framework, which would have been the responsibility of the newly created Office of Strategic Programs&mdash;but <a href=\"https://www.food-safety.com/articles/10289-as-us-pieces-together-how-hhs-cuts-are-affecting-food-safety-stakeholders-speak-out\">sweeping reductions in force (RIFs) by the Trump Administration in 2025</a> across the federal government, including the U.S. Department of Health and Human Services (HHS) and FDA&mdash;resulted in the loss of key office staff. The Office of Strategic Programs no longer exists.</p>\n<p>Although FDA hopes to progress this work with different resources in the future, it does not have a timeline.</p>\n<h3><strong>GAO Recommendations </strong></h3>\n<p>GAO made several recommendations to complete FSMA requirements, with which HHS concurred:</p>\n<ul> <li>Establish a timeline for finalizing the guidance on hazards analysis and preventive controls for human food and issue the guidance</li> <li>Establish a timeline for finalizing the guidance to protect against the intentional adulteration of food and issue the guidance</li> <li>Publish a report in 2025 on the progress of implementing a FERN laboratory network and establish milestones and timelines for publishing future reports</li> <li>Establish milestones and timelines for updating the GAPs for fruits and vegetables as required by the Produce Safety Rule</li> <li>Establish an implementation plan for FSMA 204</li> <li>Develop and implement a performance management process to assess the results of FSMA regulations and their contribution to the prevention of foodborne illness.</li> </ul><br><figure><img alt=\"US HHS website resized\" src=\"https://www.food-safety.com/ext/resources/News/2025/US-HHS-website-resized.webp?t=1744231526\"></img><figcaption>Image credit: MarioGuti/iStock/Getty Images Plus via Getty Images</figcaption></figure>\n<p>Now that thousands of layoffs at U.S. federal public health agencies are being executed as was promised by the Trump Administration at the end of March, an incomplete picture of how those cuts are affecting food safety-related positions is beginning to emerge. Food safety and consumer protection stakeholders, as well as some legislators, are speaking out against the sweeping cuts at the U.S. Department of Health and Human Services (HHS).</p>\n<p><a href=\"https://www.food-safety.com/articles/10263-thousands-more-layoffs-coming-to-fda-cdc-as-hhs-announces-major-restructuring\">On March 27, 2025</a>, HHS, which encompasses the U.S. Food and Drug Administration (FDA) and the U.S. Centers for Disease Control and Prevention (CDC), among other agencies, announced a major restructuring that included a workforce reduction of approximately 3,500 and 2,400 staffers currently employed at FDA and CDC, respectively. These layoffs, which began being implemented in the first week of April, are in addition to the mass firing of probationary employees at FDA and CDC that occurred in February 2025 and <a href=\"https://www.food-safety.com/articles/10138-fda-leader-jim-jones-resigns-after-89-indiscriminate-firings-in-human-foods-program\">resulted in the resignation</a> of FDA Deputy Commissioner for Human Foods Jim Jones.</p>\n<p>Although HHS claimed that the new round of layoffs would not affect food reviewers, inspectors, scientists, or front-line workers, several sources are reporting that this may not actually be the case.</p>\n<h3><strong>Veterinarians, Lead Experts, and Food Scientists in the Firing Line</strong></h3>\n<p>For example, the American Veterinary Medical Association (AVMA) <strong><a href=\"https://www.avma.org/news/veterinarians-among-those-cut-extensive-layoffs-hhs\">released a statement</a></strong> on April 4 asserting that the HHS cuts included more than 140 leaders and staff members at FDA&rsquo;s Center for Veterinary Medicine, and that additional veterinarians working in FDA&rsquo;s Human Foods Program, Office of Inspections and Investigations, and other areas, have been impacted. Veterinary staff at CDC and the U.S. National Institutes of Health have also been affected. According to AVMA President Sandra Faeh, D.V.M., &ldquo;The offices impacted by this recent reduction-in-force work on issues such as drug availability, <mark>antimicrobial resistance</mark>, animal and human food safety, disease control (including, but not limited to, avian influenza), international trade, and much more.&rdquo;</p>\n<p>Additionally, <strong><a href=\"https://www.cnn.com/2025/04/02/health/milwaukee-lead-crisis-schools-cdc-cuts/index.html\">according to CNN</a></strong>, the entire Lead Poisoning Prevention and Surveillance Branch in CDC&rsquo;s National Center for Environmental Health has been wiped out. Toxic heavy metals (including lead) contamination is a significant food safety concern. <a href=\"https://www.food-safety.com/articles/9656-recall-rethink-food-recall-vulnerabilities-exposed-by-the-cinnamon-applesauce-incident\">For instance</a>, between October 2023 and February 2024, more than 400 cases of child lead poisonings were reported by CDC, which FDA linked to adulterated cinnamon sourced from an Ecuadorian supplier that was used in nationally distributed applesauce pouches.</p>\n<p>Instances of intentional lead adulteration aside, toxic heavy metals present in the food supply&mdash;especially foods consumed by babies and young children&mdash;as a result of their natural presence in the environment is also a pressing issue. At FDA, one of the objectives of HHS&rsquo; recently announced <a href=\"https://www.food-safety.com/articles/10237-fda-launches-operation-stork-speed-to-improve-infant-formula-safety-including-contaminant-testing\">Operation Stork Speed</a> initiative is to increase testing for heavy metals and other contaminants in infant formula and foods commonly consumed by young children. However, following the new round of layoffs, Consumer Reports, a leading consumer protection-focused food safety advocacy group, shared its reaffirmed skepticism that the agency will be able to keep its promises outlined in Operation Stork Speed, and delivered a petition to HHS Secretary Robert F. Kennedy Jr. asking him to ensure FDA has the staffing and resources it needs to protect infant formula safety.</p>\n<p>&ldquo;Recent staff layoffs at FDA have been devastating and raise serious concerns about whether the agency has the resources it needs to protect young children from dangerous contaminants in food like lead and arsenic in infant formula,&rdquo; said Brian Ronholm, Director of Food Policy at Consumer Reports. &ldquo;An FDA that lacks the staffing and resources it needs to ensure our food is safe puts all of us at risk, especially babies who are particularly vulnerable to toxic exposure.&rdquo;</p>\n<p>  Looking for quick answers on food safety topics?<br>\n <strong>Try Ask FSM, our new smart AI search tool.</strong>   </p>\n<p>Moreover, according to Helena Bottmiller-Evich&rsquo;s <strong><em><a href=\"https://foodfix.co/rfk-jr-eyes-total-revamp-of-government-nutrition-advice/\">Food Fix</a></em></strong>, &ldquo;numerous scientists within FDA, including toxicologists and microbiologists who worked directly on food safety in laboratories and elsewhere across the agency,&rdquo; have been let go, although some lab staff are reportedly being asked to return. Despite being told than more than 230 of Human Foods Program staff were fired, <em>Food Fix</em> was unable to confirm exactly how many positions were eliminated, because &ldquo;there was basically no one left to ask,&rdquo; since &ldquo;FDA eliminated its entire media, engagement, and communications operation.&rdquo;</p>\n<p>Additionally, <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7313931741537214464/\"><strong>in a statement</strong></a> posted to LinkedIn by the Institute for Food Safety and Health (IFSH) at Illinois Tech, it was revealed that nearly all FDA staff in the Division of Food Processing Science and Technology, which is co-located at IFSH, were let go. &quot;Many were long-time collaborators in food safety and health topics,&quot; the statement said, &quot;ranging from microbiology and chemistry to allergens and food processing. They have been researching in areas such as powdered infant formula safety, bird flu in dairy, prevention of foodborne death due to <mark>pathogens</mark>, implementing allergen controls, food packaging safety, prevention of toxins in food... plus so much more.&quot;</p>\n<h3><strong>Congresspeople Have Questions for Secretary Kennedy</strong></h3>\n<p>As the reality of the massive layoffs at HHS sets in, many have voiced their criticisms about the move and questioned how the cuts could &ldquo;<a href=\"https://www.food-safety.com/articles/10134-rfk-jr-confirmed-as-hhs-secretary-widespread-firings-coming-to-fda-cdc\">Make America Healthy Again</a>.&rdquo; At the congressional level, U.S. Senators Bill Cassidy, M.D. (R-Louisiana), Chair of the Senate Health, Education, Labor, and Pensions (HELP) Committee, and Bernie Sanders (I-Vermont), Ranking Member of the HELP Committee, <strong><a href=\"https://www.help.senate.gov/rep/newsroom/press/chair-cassidy-ranking-member-sanders-invite-sec-kennedy-to-future-hearing-on-hhs-reorganization\">invited Secretary Kennedy</a></strong> to participate in an April 10 HELP Committee hearing to answer questions about the reorganization of HHS.</p>\n<p>Additionally, <strong><a href=\"https://ruiz.house.gov/media-center/press-releases/democratic-doctors-condemn-mass-layoffs-hhs-fda-and-cdc\">in a statement</a></strong>, the Congressional Doctors Caucus comprising six Democrat congresspeople with medical backgrounds, condemned the HHS mass firings, writing, &ldquo;Eliminating 25 percent of HHS staff, including scientists and researchers, weakens our ability to combat disease outbreaks [and] ensure food and drug safety&hellip; these cuts come as we are facing active threats to our public health, including &hellip;a deadly bird flu outbreak.&rdquo;</p>\n<h3><strong>Experts Warn that Food Safety Will be Disproportionately Affected by FDA Cuts</strong></h3>\n<p>Consumer protection group the Center for Science in the Public Interest (CSPI) also <strong><a href=\"https://www.cspinet.org/statement/rfks-cuts-fda-are-threat-public-health-and-safety\">stated its opposition</a> </strong>to HHS cuts, especially as they relate to food safety, pointing out that roles related to food safety at FDA seem to be disproportionally affected in comparison to the agency&rsquo;s drug, biologics, and device centers. &ldquo;These [medical] centers are doubly protected from cuts because they receive user fees from industry, which come with requirements to maintain congressional appropriations at predetermined levels,&rdquo; wrote Sarah Sorcher, J.D., M.P.H. Director of Regulatory Affairs. &ldquo;So what&rsquo;s left to cut at FDA? Disproportionately, it is food. And within foods, non-inspection programs are most likely to be targeted.&rdquo; She warned that would mean FDA work areas like policy development, as well as the translation, communication, and enforcement of science-informed standards. &ldquo;Transparency takes staffing,&rdquo; Ms. Schorcher wrote.</p>\n<p>Ms. Sorcher also pointed out that, while HHS promised to shield food inspectors from HHS layoffs, in reality, most FDA food safety inspections are conducted not by FDA staff, but under state grants that are also being cut. &ldquo;In March, many of the state programs that carry out 90 percent of our produce and 75 percent of our manufactured foods inspections quietly received word that they would face steep cuts in federal funding,&rdquo; she stated.</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance, pathogens",
        "tags": [
            "Government Accountability Office (GAO)",
            "FDA",
            "Hazard analysis and risk-based preventive controls"
        ],
        "sentiment_score": 0
    },
    {
        "title": "Second patent boosts USA research-driven innovation push",
        "url": "https://dailyguardian.com.ph/second-patent-boosts-usa-research-driven-innovation-push/",
        "date": "2026-01-08T16:07:28",
        "source": "Daily Guardian",
        "image": "https://dailyguardian.com.ph/wp-content/uploads/2026/01/Second-patent-boosts-USA-research-driven-innovation-push1.jpg",
        "summary_html": "By Mariela Angella Oladive\nThe University of San Agustin strengthened its drive to become a research- and innovation-oriented institution after securing its second Philippine patent and signing a Technology Licensing Agreement with MARIDAN Industries Inc. on Jan. 6 at the university’s President’s Co...",
        "full_content_html": "<figure><iframe frameborder=\"0\" src=\"https://www.facebook.com/plugins/like.php?href=https://dailyguardian.com.ph/second-patent-boosts-usa-research-driven-innovation-push/&layout=button_count&show_faces=false&width=105&action=like&colorscheme=light&height=21\"></iframe></figure>\n<figure><img alt=\"\" src=\"https://dailyguardian.com.ph/wp-content/uploads/2026/01/Second-patent-boosts-USA-research-driven-innovation-push1.jpg\"></img><figcaption>Officials of the University of San Agustin and MARIDAN Industries Inc. formally sign the Technology Licensing Agreement on Jan. 6, sealing a partnership to commercialize a USA-developed patented technology on antibiotic compounds from Cajanus cajan at the President&rsquo;s Conference Room, Herrera Hall, USA. (Photo by Mariela Angella Oladive)</figcaption></figure>\n<p>By <em>Mariela Angella Oladive</em></p>\n<p>The University of San Agustin strengthened its drive to become a research- and innovation-oriented institution after securing its second Philippine patent and signing a Technology Licensing Agreement with MARIDAN Industries Inc. on Jan. 6 at the university&rsquo;s President&rsquo;s Conference Room.</p>\n<p>The patent, titled &ldquo;Methods of Purifying Antibiotic Compounds From <em>Cajanus cajan</em>,&rdquo; was granted by the Intellectual Property Office of the Philippines and formally awarded during the ceremony by Marianne Tajanlangit-Bebit, Intellectual Property Rights Specialist II of the IPOPHL&ndash;Iloilo Satellite Office.</p>\n<p>&ldquo;Every patent granted is a vote of confidence in Filipino ingenuity. It tells our scientists, our students, and our institutions that their ideas are worth protecting, worth investing in, and worth bringing outside and to the world,&rdquo; Tajanlangit-Bebit said in her message.</p>\n<p>The invention covers a process for purifying antibiotic metabolites from <em>Cajanus cajan</em>&mdash;locally known as kadyos or pigeon pea&mdash;with potential applications against <mark>multi<mark>drug-resistant</mark></mark> <em>Staphylococcus aureus</em> and other skin-related <mark>pathogens</mark>.</p>\n<p>The inventors behind the patented technology were also formally recognized, including lead inventor Dr. Doralyn S. Dalisay, co-inventors Dr. Jonel P. Saludes, Jan Vincent Sollesta, Zenith M. Villorente and Lex Aiko Balida, along with other contributors.</p>\n<p>In a press conference, Dalisay said the patented technology resulted from research that began in 2016 and progressed despite funding constraints and pandemic-related delays.</p>\n<p>She credited support from the Department of Science and Technology in 2020 for enabling the project to move forward during the height of the COVID-19 pandemic.</p>\n<p>The patent application was filed in August 2022 and granted in October 2025, with protection extending until 2042.</p>\n<p>&ldquo;This milestone is not just about a patent or a signing ceremony. It is about perseverance, partnerships, and translating science into something that truly serves the people,&rdquo; Dalisay said, thanking USA leadership, DOST, IPOPHL, and industry partners MARIDAN Industries and Pharma Glex for their sustained support.</p>\n<p>She said that while kadyos is commonly used as food, the research team employed biotechnology to extract the antibiotic&rsquo;s active ingredient without competing with food supply, ensuring sustainability and scalability for commercial production.</p>\n<p>University President Rev. Fr. Arnel S. Dizon, OSA, said the achievement affirms the university&rsquo;s commitment to go beyond traditional instruction and actively contribute to national development through research and innovation.</p>",
        "relevance_msg": "🔥 Matcher: drug-resistant, pathogens, multidrug-resistant",
        "tags": [
            "Doralyn Dalisay",
            "University of San Agustin",
            "patent",
            "Intellectual Property Office of the Philippines"
        ],
        "sentiment_score": 0.562
    },
    {
        "title": "The warming meal proven to help you recover from colds and flu faster",
        "url": "https://www.the-independent.com/life-style/health-and-families/chicken-soup-cold-flu-treatment-symptoms-b2896962.html",
        "date": "2026-01-08T16:05",
        "source": "The Independent",
        "image": "https://static.the-independent.com/2024/01/11/12/iStock-1202482081.jpg?quality=75&width=640&auto=webp",
        "summary_html": "Studies show this classic home remedy for colds can actually ease symptoms\nBookmark popover\nYour support helps us to tell the story\nRead more\nSupport Now\nFrom reproductive rights to climate change to Big Tech, The Independent is on the ground when the story is developing. Whether it's investigating ...",
        "full_content_html": "<h2><p>Studies show this classic home remedy for colds can actually ease symptoms</p></h2>\n<h2>Bookmark popover</h2>\n<aside><h3 data-testid=\"support-nsc-title\">Your support helps us to tell the story</h3>Read more<figure><svg class=\"sc-eaj12q-0 hUgQwJ sc-culv3z-0 eifaJK sc-a5wy94-0 hyKPon\"></svg></figure><a data-testid=\"support-nsc-link\" href=\"https://www.the-independent.com/donate?regSourceMethod=Donations\">Support Now</a><br><p>From reproductive rights to climate change to Big Tech, The Independent is on the ground when the story is developing. Whether it's investigating the financials of Elon Musk's pro-Trump PAC or producing our latest documentary, 'The A Word', which shines a light on the American women fighting for reproductive rights, we know how important it is to parse out the facts from the messaging.</p><p>At such a critical moment in US history, we need reporters on the ground. Your donation allows us to keep sending journalists to speak to both sides of the story.</p><p>The Independent is trusted by Americans across the entire political spectrum. And unlike many other quality news outlets, we choose not to lock Americans out of our reporting and analysis with paywalls. We believe quality journalism should be available to everyone, paid for by those who can afford it.</p><strong>Your support makes all the difference.</strong>Read more<figure><svg class=\"sc-eaj12q-0 hUgQwJ sc-culv3z-0 eifaJK sc-a5wy94-0 hyKPon\"></svg></figure></aside>\n<p>For generations, chicken soup has been a go-to remedy for people feeling under the weather. It holds a cherished place in many cultures as a comforting treatment for colds and <a href=\"https://www.the-independent.com/topic/flu\">flu</a>. But is there any real science behind the idea that soup can help us recover from respiratory <mark>infection</mark>s?</p>\n<p>Alongside colleagues, I conducted a systematic review to explore this question, which examined the scientific evidence on the role of soup in managing acute respiratory tract <mark>infection</mark>s, such as the common cold, <a href=\"https://www.the-independent.com/topic/influenza\">influenza</a> and COVID-19.</p>\n<p>Out of more than 10,000 records, we identified four high-quality studies involving 342 participants. These studies tested a variety of soups, including traditional chicken broth, barley soup and herbal vegetable blends. While still early-stage, the evidence was promising.</p>\n<p>One study found that people who ate soup recovered up to 2.5 days faster than those who didn&rsquo;t. Symptoms such as nasal <a href=\"https://www.the-independent.com/topic/congestion\">congestion</a>, sore throat and fatigue were milder. Some participants also showed reduced levels of inflammation-related markers: substances in the blood that rise when the <a href=\"https://www.the-independent.com/topic/immune-system\">immune system</a> is fighting an <mark>infection</mark>.</p>\n<figure><img alt=\"Soup may help calm an overactive immune response\" src=\"https://static.the-independent.com/2024/01/11/12/iStock-1202482081.jpg?quality=75&width=640&auto=webp\" srcset=\"https://static.the-independent.com/2024/01/11/12/iStock-1202482081.jpg?quality=75&width=320&auto=webp 320w, https://static.the-independent.com/2024/01/11/12/iStock-1202482081.jpg?quality=75&width=640&auto=webp 640w\"></img>open image in gallery<figcaption>Soup may help calm an overactive immune response (Getty Images)</figcaption></figure>\n<p>Specifically, levels of IL-6 and TNF-&alpha; &ndash; two proteins that help trigger inflammation &ndash; were lower in those who consumed soup. This suggests that soup may help calm an overactive immune response, potentially making symptoms less severe and recovery more comfortable.</p>\n<p>However, none of the studies examined how consuming soup influenced everyday outcomes of acute respiratory tract <mark>infection</mark>s, such as whether people took fewer days off work or were less likely to end up in hospital.</p>\n<p>That&rsquo;s a major gap in the evidence, and one that future research needs to address.</p>\n<p>There are several reasons soup may help. It&rsquo;s warm, hydrating and typically nutrient-rich. Ingredients like garlic, onion, ginger and leafy greens have anti-inflammatory, antimicrobial, and immune-supportive properties. The warmth can also help loosen mucus, soothe sore throats and promote overall comfort during illness.</p>\n<h2>Not just nourishment</h2>\n<p>There&rsquo;s also a strong cultural and behavioural aspect to food-based self-care: when people use food not just for nourishment, but as an intentional part of managing illness and promoting recovery.</p>\n<p>In many households, food becomes medicine not only because of its ingredients, but because it symbolises care, routine and reassurance.</p>\n<p>My previous research found that parents, in particular, often turn to traditional remedies, like soup, as a first line of defence when illness strikes, often well before seeking professional medical advice.</p>\n<p>This reflects a growing interest in home remedies and the importance of culturally familiar treatments: remedies that feel safe, trusted and emotionally resonant because they&rsquo;re part of a person&rsquo;s upbringing or community norms. These kinds of treatments can increase confidence and comfort when self-managing illness at home.</p>\n<figure><img alt=\"Parents often turn to traditional remedies, like soup, as a first line of defence\" src=\"https://static.the-independent.com/2022/12/29/17/iStock-612409562.jpg?quality=75&width=640&auto=webp\" srcset=\"https://static.the-independent.com/2022/12/29/17/iStock-612409562.jpg?quality=75&width=320&auto=webp 320w, https://static.the-independent.com/2022/12/29/17/iStock-612409562.jpg?quality=75&width=640&auto=webp 640w\"></img>open image in gallery<figcaption>Parents often turn to traditional remedies, like soup, as a first line of defence (Getty Images/iStock)</figcaption></figure>\n<p>Food-based self-care may become increasingly important as pressure on healthcare systems continues to grow. With rising concerns about <mark>antimicrobial resistance</mark>, overstretched services, and lingering trauma from global pandemics, simple, evidence-informed home treatments can play a crucial role.</p>\n<p>They help people manage mild illness, reduce unnecessary antibiotic use and avoid placing additional strain on GPs or emergency departments for minor ailments that can be safely treated at home. Even a simple phone message about the common cold &ndash; &ldquo;Most common colds get better in a few days and don&rsquo;t need treatment from your <a href=\"https://www.the-independent.com/topic/gp\">GP</a>&rdquo; &ndash; has been shown to reduce appointment demand by 21%, highlighting how low-cost, home-based care could ease pressure across the system.</p>\n<p>The Local Government Association (LGA) reports that GPs handle approximately 57 million cases of minor conditions such as coughs and colds annually, costing the <a href=\"https://www.the-independent.com/topic/nhs\">NHS</a> over &pound;2 billion a year. It argues that educating people about effective self-care could help save GPs an hour a day on average.</p>\n<h2>Soup fits the bill</h2>\n<p>So chicken soup is easy to prepare, affordable, safe for most people and widely recognised as a comforting, familiar home remedy for minor illness.</p>\n<figure><h2>ABOUT THE AUTHOR</h2><figcaption><p>Sandra Lucas is a Senior Lecturer in the School of Health Sciences at the University of the West of Scotland.</p><p>This article is republished from The Conversation under a Creative Commons license. Read the <a href=\"https://theconversation.com/how-soup-might-soothe-symptoms-and-support-recovery-from-colds-and-flu-new-research-260960\">original article</a>.</p></figcaption></figure>\n<p>Still, our review highlighted a clear need for more research. Future studies could examine standardised soup recipes and investigate whether particular combinations of nutrients or herbs work best: does chicken soup have the same effect as barley broth or vegetable potage? Is there a difference if it&rsquo;s homemade versus canned?</p>\n<p>Just as importantly, future research needs to measure meaningful outcomes: how quickly people return to work or school, how well they sleep during illness, how they rate their comfort and energy levels, for example.</p>\n<p>Soup isn&rsquo;t a replacement for medicine. But alongside rest, fluids and <a href=\"https://www.the-independent.com/topic/paracetamol\">paracetamol</a>, it might offer a simple way to ease symptoms and help people feel better.</p>",
        "relevance_msg": "🔥 Matcher: antimicrobial resistance, infection",
        "tags": [
            "common cold"
        ],
        "sentiment_score": 0.753
    }
]